"l0c2003qX": {
    rightno   : option4,
    question  : "",
    attribute : "",
    op1       : "",
    op2       : "",
    op3       : "",
    op4       : "",
    proof     : "\n\n ",
    pic       : "",
    picon     : false,
    picproof  : "",
},

/// >>>>>>>>>>>>>>>>>>>>

"l0c2003q1": {
    rightno   : option3,
    question  : "আণবিক ভর এর ক্ষেত্রে নিচের সঠিক নয় কোনটি?",
    attribute : "",
    op1       : "আণবিক ভর = 1 গ্রাম অণু",
    op2       : "আণবিক ভর = 1 মোল",
    op3       : "আণবিক ভর = 6.023 × 10²⁴ টি অণু",
    op4       : "আণবিক ভর = STP তে 22.4 L গ্যাসের ভর",
    proof     : "\n\n আমরা জানি, অ্যাভোগাড্রো = 6.023 × 10²³ টি অণু",
    pic       : "",
    picon     : false,
    picproof  : "",
},


"l0c2003q2": {
    rightno   : option1,
    question  : "T ও P এর প্রভাবে গ্যাসের কিসের পরিবর্তন ঘটে?",
    attribute : "T = তাপমাত্রা, P = চাপ, V = আয়তন, n = মৌলের সংখ্যা, m = ভর সংখ্যা, A = অণুর সংখ্যা",
    op1       : "V",
    op2       : "n",
    op3       : "A",
    op4       : "m",
    proof     : "\n\n আমরা জানি, চাপ এবং তাপমাত্রা বৃদ্ধি পাওয়ার পরিবর্তে আয়তন বৃদ্ধি পায় তবে অণুর সংখ্যা, মোল সংখ্যা, ভর সংখ্যা পরিবর্তন ঘটে না।",
    pic       : "",
    picon     : false,
    picproof  : "",
},


"l0c2003q3": {
    rightno   : option4,
    question  : "দ্রবণের মোলারিটি = ?",
    attribute : "n = দ্রবের মোল সংখ্যা, V = লিটারে দ্রবণের আয়তন, w = দ্রবের মোট পরিমাণ, M = দ্রবের আণবিক ভর",
    op1       : "মোলারিটি = n/V",
    op2       : "মোলারিটি = n/w",
    op3       : "মোলারিটি = n/M",
    op4       : "মোলারিটি = 1000W / MV",
    proof     : "\n\n আমরা জানি, মোলারিটি = দ্রবের মোল সংখ্যা (n) / লিটারে দ্রবণের আয়তন (V) \n\n ( দ্রবের মোট পরিমাণ (w) / দ্রবের আণবিক ভর (m) ) / ( মিলিলিটার এককে দ্রবণের আয়তন (V) / 1000 ) \n\n মোলারিটি = 1000W / MV",
    pic       : "",
    picon     : false,
    picproof  : "",
},


"l0c2003q4": {
    rightno   : option2,
    question  : "1 ppm = ?",
    attribute : "ppm = পারটিকেল পার মিলিয়ন, mg = মিলিগ্রাম, L = লিটার, m = ভর সংখ্যা",
    op1       : "1 ppm = 1 g dm⁻³",
    op2       : "1 ppm = 1 mg dm⁻³",
    op3       : "1 ppm = 1 g L",
    op4       : "1 ppm = 1 mg L⁻³",
    proof     : "1 ppm = 1 mg dm⁻³",
    pic       : "",
    picon     : false,
    picproof  : "",
},


"l0c2003q5": {
    rightno   : option3,
    question  : "1 ppm = ?",
    attribute : "ppm = পারটিকেল পার মিলিয়ন, mg = মিলিগ্রাম, L = লিটার, m = ভর সংখ্যা",
    op1       : "1 ppm = 1 g dm⁻³",
    op2       : "1 ppm = 1 g L",
    op3       : "1 ppm = 1 mg L⁻¹",
    op4       : "1 ppm = 1 mg L⁻³",
    proof     : "1 ppm = 1 mg L⁻¹",
    pic       : "",
    picon     : false,
    picproof  : "",
},


"l0c2003q6": {
    rightno   : option3,
    question  : "এসিডের তুল্য ভর, A = ?",
    attribute : "",
    op1       : "A = এসিডের আণবিক ভর / এসিডের ক্ষারকতা",
    op2       : "A = এসিডের ক্ষারকতা / এসিডের আণবিক ভর",
    op3       : "A = এসিডের আণবিক ভর / এসিডের অম্লতা",
    op4       : "A = এসিডের অম্লতা / এসিডের আণবিক ভর",
    proof     : "A = এসিডের আণবিক ভর / এসিডের ক্ষারকতা",
    pic       : "",
    picon     : false,
    picproof  : "",
},

"l0c2003q7": {
    rightno   : option2,
    question  : "ক্ষারের তুল্য ভর, B = ?",
    attribute : "",
    op1       : "B = ক্ষারের আণবিক ভর / ক্ষারের ক্ষারকতা",
    op2       : "B = ক্ষারের আণবিক ভর / ক্ষারের অম্লতা",
    op3       : "B = ক্ষারের ক্ষারকতা / ক্ষারের আণবিক ভর",
    op4       : "B = ক্ষারের অম্লতা / ক্ষারের আণবিক ভর",
    proof     : "B = ক্ষারের আণবিক ভর / ক্ষারের অম্লতা",
    pic       : "",
    picon     : false,
    picproof  : "",
},


"l0c2003q8": {
    rightno   : option1,
    question  : "তীব্র এসিড ও তীব্র ক্ষারের টাইট্রেশনের ক্ষেত্রে - ",
    attribute : "তীব্র ক্ষার দ্রবণে তীব্র এসিড ফোঁটায় ফোঁটায় যোগ করা হলে",
    op1       : "প্রশমন বিন্দুর কাছাকাছি দ্রবণের pH মান হঠাৎ কমে 11 হতে 3 হয়",
    op2       : "দ্রবণের pH মান ধীরে ধীরে বাড়তে থাকে",
    op3       : "প্রশমন বিন্দুর কাছাকাছি দ্রবণের pH মান হঠাৎ বেড়ে গিয়ে 11 হতে 14 হয়",
    op4       : "HCl যোগ করলে দ্রবণ থেমে যায়",
    proof     : "তীব্র এসিড ও তীব্র ক্ষারের টাইট্রেশনের ক্ষেত্রে তীব্র ক্ষার দ্রবণে তীব্র এসিড ফোঁটায় ফোঁটায় যোগ করা হলে প্রশমন বিন্দুর কাছাকাছি দ্রবণের pH মান হঠাৎ কমে 11 হতে 3 হয়",
    pic       : "",
    picon     : false,
    picproof  : "",
},


"l0c2003q9": {
    rightno   : option3,
    question  : "মৃদু এসিড ও তীব্র ক্ষারের টাইট্রেশনের ক্ষেত্রে - ",
    attribute : "তীব্র ক্ষার দ্রবণে মৃদু এসিড ফোঁটায় ফোঁটায় যোগ করা হলে",
    op1       : "প্রশমন বিন্দুর কাছাকাছি দ্রবণের pH মান হঠাৎ বেড়ে 11 হতে 14 হয়",
    op2       : "প্রশমন বিন্দুর কাছাকাছি দ্রবণের pH মান হঠাৎ কমে 11 হতে 3 হয়",
    op3       : "প্রশমন বিন্দুর কাছাকাছি দ্রবণের pH মান হঠাৎ কমে 11 হতে 6 হয়",
    op4       : "কোনটিই নয়",
    proof     : "মৃদু এসিড ও তীব্র ক্ষারের টাইট্রেশনের ক্ষেত্রে তীব্র ক্ষার দ্রবণে মৃদু এসিড ফোঁটায় ফোঁটায় যোগ করা হলে প্রশমন বিন্দুর কাছাকাছি দ্রবণের pH মান হঠাৎ কমে 11 হতে 6 হয়",
    pic       : "",
    picon     : false,
    picproof  : "",
},


"l0c2003q10": {
    rightno   : option2,
    question  : "মৃদু এসিড ও মৃদু ক্ষারের টাইট্রেশনের ক্ষেত্রে - ",
    attribute : "মৃদু এসিড দ্রবণে মৃদু ক্ষার ফোঁটায় ফোঁটায় যোগ করা হলে",
    op1       : "দ্রবণের pH মান ধীরে ধীরে কমতে থাকে",
    op2       : "দ্রবণের pH মান ধীরে ধীরে বাড়তে থাকে",
    op3       : "দ্রবণের pH মান হঠাৎ বেড়ে যায়",
    op4       : "কোনটিই নয়",
    proof     : "মৃদু এসিড ও মৃদু ক্ষারের টাইট্রেশনের ক্ষেত্রে মৃদু এসিড দ্রবণে মৃদু ক্ষার ফোঁটায় ফোঁটায় যোগ করা হলে দ্রবণের pH মান ধীরে ধীরে বাড়তে থাকে",
    pic       : "",
    picon     : false,
    picproof  : "",
},


"l0c2003q11": {
    rightno   : option1,
    question: "এসিড-ক্ষার টাইট্রেশনের মূলতত্ত্ব কোনটি?",
    attribute : "Vₐ = এসিডের আয়তন, Mₐ = এসিডের শক্তিমাত্রা, Vᵦ = ক্ষারের আয়তন, Mᵦ = ক্ষারের শক্তিমাত্রা, x = ক্ষারকের অম্লতা, y = অম্লের ক্ষারকতা",
    op1: "VₐMₐ / x = VᵦMᵦ / y",
    op2: "VₐMₐ / VᵦMᵦ = y / x"
    op3: "VₐMₐ / y = VᵦMᵦ / x",
    op4: "Vₐx / Mₐ = Vᵦy /Mᵦ",
    proof: "এসিড-ক্ষার টাইট্রেশনের মূলতত্ত্ব হল, VₐMₐ / x = VᵦMᵦ / y \n\n অনুরুপে, VₐMₐ / VᵦMᵦ = x / y",
    pic: "",
    picon: false,
    picproof: "",
},


"l0c2003q12": {
    rightno   : option3,
    question: "নিচের কোনটি সঠিক?",
    attribute: "K = অধিশোষণ, I₀ = আগমনকারী রেডিয়েশনের তীব্রতা, Iₜ = t সময় পরে প্রেরিত আলোর তীব্রতা, c = দ্রবণের ঘনমাত্রা, T = ট্রান্সমিটেন্স",
    op1: "log T = kc",
    op2: "2.303 log I₀Iₜ = Kt",
    op3: "2.303 log I₀/Iₜ = Kt",
    op4: "2.303 log Iₜ/I₀ = Kt",
    proof: "-∫dI/I = k∫dt \n\n বা, -lnI = Kt + ধ্রুবক...(i) \n\n যখন t = 0 তখন I = I₀ \n\n অতএব, -lnI₀ = ধ্রুবক \n\n -lnI = Kt - lnI₀ বা, lnI₀ - lnI = Kt \n\n lnI₀/I = Kt...(ii) \n\n t সময় পরে প্রেরিত আলোর তীব্রতা যদি Iₜ হয় তবে (ii) নং সমীকরণে লেখা যায়, ln I₀/Iₜ = Kt \n\n অতএব, 2.303 log I₀/Iₜ = Kt, যা হচ্ছে সঠিক উত্তর।",
    pic: "",
    picone: false,
    picproof: "",
},


"l0c2003q13": {
    rightno: option4,
    question: "বাউজারের সূত্র কোনটি?",
    attribute: "I₀ = আগমনকারী রেডিয়েশনের তীব্রতা, I = অতিক্রমকারী রেডিয়েশনের তীব্রতা, c = দ্রবণের ঘনমাত্রা, b = পাত্রের দৈর্ঘ্য, K = অধিশোষণ, T = ট্রান্সমিটেন্স",
    op1: "log T = kb²/Tc",
    op2: "log T = kb²/T",
    op3: "log T = K/b²",
    op4: "log T = -Kb",
    proof: "T = I / I₀ = 10⁻ᵏᵇ এখানে, K = ধ্রুবক \n\n T = ট্রান্সমিটেন্স \n\n অতএব, log T = log₁₀10⁻ᵏᵇ [উভয়পক্ষে log নিয়ে] \n\n log T = -kb × log₁₀¹⁰ \n\n log T = -Kb × 1 \n\n অতএব, log T = -Kb হচ্ছে বাউজারের সূত্র",
    pic: "",    
    picon: false,
    picproof: "",
},


"l0c2003q14": {
    rightno: option2,
    question: "ল্যাম্বার্টের সূত্র কোনটি?",
    attribute: "I₀ = আগমনকারী রেডিয়েশনের তীব্রতা, I = অতিক্রমকারী রেডিয়েশনের তীব্রতা, c = দ্রবণের ঘনমাত্রা, b = পাত্রের দৈর্ঘ্য, K = অধিশোষণ, T = ট্রান্সমিটেন্স",
    op1: "log T = kb²/Tc",
    op2: "log T = -Kc",
    op3: "log T = c/KT",
    op4: "log T = Kc²",
    proof: "ট্রান্সমিটেন্স হচ্ছে ঘনমাত্রার উপর নির্ভরশীল। তাই, \n\n T = I₀ / I = 10⁻ᵏᶜ \n\n log T = log₁₀10⁻ᵏᶜ \n\n log T = -kc × log₁₀¹⁰ \n\n log T = -Kc × 1 \n\n অতএব, log T = -Kc হচ্ছে ল্যাম্বার্টের সূত্র",
    pic: "",
    picon: false,
    picproof: "",
},  


"l0c2003q15": {
    rightno: option2,
    question: "বিয়ার সূত্র কোনটি?",
    attribute: "A = শোষণ, b = পথ দৈর্ঘ্য, c = ঘনমাত্রা, I = নির্গত আলোর শক্তি, I₀ = আপত রশ্নির শক্তি, K = অধিশোষণ, T = ট্রান্সমিটেন্স",
    op1: "A = -Kc/abT",
    op2: "A = abc",
    op3: "A = log I/I₀",
    op4: "A = a/bc",
    proof: "I/I₀ = e⁻ᵃᵇᶜ \n\n log I/I₀ = log e⁻ᵃᵇᶜ \n\n ∴ log I/I₀ = -abc \n\n বা, log I₀/I = abc \n\n ∴ A = abc [যেহেতু, A = log I₀/I] \n\n ∴ A = abc, হচ্ছে বিয়ার সূত্র",
    pic: "",
    picon: false,
    picproof: "",
},


"l0c2003q16": {
    righhtno: option1,
    question: "বিয়ার-ল্যাম্বার্টের সূত্র কোনটি?", 
    attribute: "I = নির্গত আলোর শক্তি, I₀ = আপত রশ্নির শক্তি, a = মাধ্যমের শোষণ সহগ, c = ঘনমাত্রা, d = মাধ্যমের মধ্য দিয়ে অতিক্রান্ত দূরত্ব, K = অধিশোষণ, T = ট্রান্সমিটেন্স",
    op1: "I = I₀ e⁻ᵃᶜᵈ",
    op2: "I = I₀ eᵃᶜᵈ",
    op3: "I = I₀ ac/d",
    op4: "I = I₀ e⁻ᵃᶜ T",
    proof: "বিয়ার-ল্যাম্বার্ট সূত্রঃ কোন দ্রবণের মধ্য দিয়ে একবর্ণী আলো প্রবাহিত করলে আপাতিত আলোক রশ্নির তীব্রতার হ্রাস দ্রবণের পুরুত্ব এর ও দ্রবণের ঘনমাত্রার সমানুপাতিক। \n\n অর্থ্যাৎ, I/I₀ = e⁻ᵃᶜᵈ \n\n বা, I = I₀ e⁻ᵃᶜᵈ",
    pic: "",
    picon: false,
    picproof: "",
},


"l0c2003q17": {},   





