//   // l1c1001qX
//Physics 2nd

//for physics 2nd 
//template and where X stands to question number, c**** stands for chapter and subject code

"l0c1002qX" {
    rightno: option1-4, 
   question: "",  
   attribute:"", 
   op1:"",  
   op2:"", 
   op3:"", 
   op4:"", 
   proof:"N/A", 
   pic: "", 
   picon: false ,
   picproof: "",},


//starts from here

//Chapter 2

"l0c1002q1":{
    rightno: option4, 
    question: "মুক্ত স্থানের জন্য কুলম্বের সূত্র, F?",  
    attribute:"ϵ₀ = Vacuum permittivity, q = কুলম্ব, d = দূরত্ব (m)", 
    op1:"F = (1/2πϵ₀) × (q₁q₂/d²)",  
    op2:"F = ϵ₀q₁q₂/d²", 
    op3:"F =  q1q2 /2ϵ₀d2", 
    op4:"F = (1/4πϵ₀) × (q₁q₂/d²)", 
    proof:"\n\n আমরা জানি, F = C × (q₁q₂ / d²) ------ (i) \n যখন SI ইউনিট নিউটন (N) এ বল পরিমাপ করে, দূরত্ব মিটার (m) এবং কুলম্বে চার্জ (C), ধ্রুবক C এর মান, কুলম্বের সূত্রের সমানুপাতিক, ভ্যাকুয়ামের জন্য পাওয়া যায়, \n C =9 × 10⁹ N m² C⁻² \n S.I পদ্ধতিতে এই আনুপাতিক ধ্রুবক লেখা যায়, \n C = 1 / 4πϵ₀ \n যদিও এই দ্রাবকটি আপাতদৃষ্টিতে জটিল মনে হতে পারে, তবে এটি এইভাবে প্রকাশ করা হয়েছে কারণ এটি ইলেক্ট্রোম্যাগনেটিক জ্ঞানের অন্যান্য গুরুত্বপূর্ণ সূত্র এবং সমীকরণের গঠনকে সরল করে। \n অতএব, C = 1 / 4πϵ₀ = 9 × 10⁹ N m² C⁻² \n এখানে ϵ₀ একটি ধ্রুবক সংখ্যা যাকে মুক্ত স্থানের অনুমতি বলা হয়। যদি এর পরিমাপিত মান হয়, \n ϵ₀ = 8.854 x 10⁻¹² C² N⁻¹ m⁻² \n শূন্য বা মুক্ত স্থানের জন্য কুলম্বের সূত্র (Eq. i থেকে) হলো, \n F = 1 / 4πϵ₀ × (q₁q₂/d²)"
    pic: "", 
    picon: false ,
    picproof: "",},

"l0c1002q2":{
    rightno: option1, 
    question: "কুলম্বের সূত্র, F?",  
    attribute:"ϵ₀ = Vacuum permittivity, q = কুলম্ব, d = দূরত্ব (m)", 
    op1:"F = (1/4πϵ₀) × (q₁q₂/d²)",  
    op2:"F = (1/2πϵ₀) × (q₁q₂/d²)", 
    op3:"F = q₁q₂/2ϵ₀d²", 
    op4:"F = ϵ₀q₁q₂/d²", 
    proof:"\n\n আমরা জানি, F = (1/4πϵ₀) × (q₁q₂/d²) ----- (i) \n তাই, Fₘ = (1/4πϵ₀) × (q₁q₂/d²) ----(ii) \n ধরি, F = একটি ভ্যাকুয়ামে বা মুক্ত স্থানে দুটি চার্জের মধ্যকার বল. \n Fₘ = যেকোন দুটি চার্জের মধ্যে যেকোন একটির মাধ্যমে একই দূরত্বে বল। \n K = মাধ্যমের বৈদ্যুতিক গড়। \n সুতরাং, K = F / Fₘ ------- (iii) \n বৈদ্যুতিক গড় হল দুটি অনুরূপ সংখ্যার অনুপাত, তাই কোন একক নেই। কাচের বৈদ্যুতিক গড় হল 7, যার অর্থ হল দুটি চার্জের মধ্যবর্তী যেকোনো দূরত্বে কাচের উপর যে বল ক্রিয়া করে তা মহাকাশে একই দূরত্বে দুটি চার্জের মধ্যকার শক্তির 7 গুণ কাজ করে। (i) এবং (ii) সমীকরণ F এবং F থেকে, (iii) আমরা পাই, K = ϵ / ϵ₀ -----(iv) \n এই সমীকরণ থেকে দেখা যায় যে একটি মাধ্যমের ব্যাপ্তিযোগ্যতার সাথে একটি স্থানের ব্যাপ্তিযোগ্যতার অনুপাত হল বৈদ্যুতিক গড় বা অতিবেগুনী ধ্রুবক। একে আপেক্ষিক ব্যাপ্তিযোগ্যতাও বলা হয়। অর্থাৎ আপেক্ষিক ব্যাপ্তিযোগ্যতা, \n ϵᵣ = ϵ / ϵ₀ ------(v) \n সমীকরণ (iv) থেকে আমরা পাই, ϵ = ϵ₀K \n এখন সমীকরণ (ii) বা (iii) থেকে প্রাপ্ত, \n F = (1/4πϵ₀) × (q₁q₂/d²)"
    pic: "", 
    picon: false ,
    picproof: "",},
কোনো
"l0c1002q3":{
    rightno: option2, 
    question: "কোনো চার্জে ক্রিয়াশীল শক্তির সূত্র, F?",  
    attribute:"q = চার্জ, E = তড়িৎক্ষেত্র, F = কোনো চার্জে ক্রিয়াশীল শক্তি", 
    op1:"F = q/E",  
    op2:"F = qE", 
    op3:"F = E/q", 
    op4:"F = - qE", 
    proof:"\n\n আমরা জানি, E = F / q \n সুতরাং, F = qE"
    pic: "", 
    picon: false ,
    picproof: "",},


"l0c1002q4":{
    rightno: option1, 
    question: "বৈদ্যুতিক ক্ষেত্রের সূত্র, E?",  
    attribute:"E = তড়িৎক্ষেত্র, ϵ₀ = Vacuum permittivity, q = চার্জ, r = চার্জের মধ্যদ্বয়ের দূরত্ব, K = বৈদ্যুতিক গড়", 
    op1:"E = (1/4πϵ₀K) × (q/r²)",  
    op2:"E = (1/4πϵ₀K) × (q2/r²)", 
    op3:"E = (1/16πϵ₀2K) × (q²/r²)", 
    op4:"E = (4πϵ₀K) × (q/r²)", 
    proof:"\n\n মনে করি, P + q₀ বিন্দুতে একটি ছোট চার্জ যখন স্থাপন করা হয় (চিত্র)। এখন ট্রায়াডটিকে q₀ চার্জে জোর করুন, F = (1/4πϵ₀K) × (qq₀/r²) --------(i) \n কিন্তু বিদ্যুতের বল হল একটি একক ধনাত্মক চার্জের বল। \n সুতরাং P বিন্দুর বৈদ্যুতিক ক্ষেত্রের শক্তি, \n E = F / q₀ \n (i) সমীকরণ থেকে আমরা F এর মান পাই, \n E = (1/4πϵ₀K) × (qq₀/r²q₀) \n বা, E = (1/4πϵ₀K) × (q/r²)"
    pic: "", 
    picon: false ,
    picproof: "",},


"l0c1002q5":{
    rightno: option4, 
    question: "বৈদ্যুতিক ক্ষেত্রের সূত্র, E?",  
    attribute:"E = তড়িৎক্ষেত্র, ϵ₀ = Vacuum permittivity, q = চার্জ, r = চার্জের মধ্যদ্বয়ের দূরত্ব", 
    op1:"E = (4πϵ₀) × (q/r²)",  
    op2:"E = (1/16πϵ₀2) × (q2/r²)", 
    op3:"E = (1/4πϵ₀) × (q/r²)", 
    op4:"E = (1/4πϵ₀) × (q/r²)", 
    proof:"\n\n মনে করি, P + q₀ বিন্দুতে একটি ছোট চার্জ যখন স্থাপন করা হয় (চিত্র)। এখন q₀ চার্জে ত্রয়ী জোর করে, F = 1 / 4πϵ₀K × (qq₀/r²) --------(i) \n কিন্তু বিদ্যুতের বল হল একটি একক ধনাত্মক চার্জের বল। \n সুতরাং P বিন্দুর বৈদ্যুতিক ক্ষেত্রের শক্তি, \n E = F / q₀ \n (i) সমীকরণ থেকে আমরা F এর মান পাই, \n E = (1/4πϵ₀K) × (qq₀/r²q₀)\n বা, E = (1/4πϵ₀K) × (q/r²) \n +q যখন ভ্যাকুয়াম বা বাতাসের মাধ্যমে চার্জ স্থাপন করা হয়, তখন বৈদ্যুতিক মাধ্যম K-এর মান 1 ধরা হয়। সেক্ষেত্রে, বিদ্যুৎ প্রাধান্য পাবে অর্থ্যাৎ, \n E = (1/4πϵ₀) × (q/r²)"
    pic: "", 
    picon: false ,
    picproof: "",},

"l0c1002q6":{
    rightno: option1, 
    question: "বৈদ্যুতিক ক্ষেত্রের সূত্র, E?",  
    attribute:"E = তড়িৎক্ষেত্র, σ = আধান ঘনত্ব, ϵ = Vacuum permittivity", 
    op1:"E = σ/ϵ",  
    op2:"E = σ × ϵ", 
    op3:"E = ϵ/σ", 
    op4:"E = 1/(σ × ϵ)", 
    proof:"\n\n মনে করি, একটি গোলক K একটি বৈদ্যুতিক মাধ্যম সহ একটি কোণের মাধ্যমে অবস্থিত। যদি +Q পরিমাণ চার্জ একটি বিচ্ছিন্ন গ্যালাকটিক পরিবাহীর পৃষ্ঠে সমানভাবে বিতরণ করা হয়, তবে সেই চার্জটিকে সেই গ্যালাকটিক পরিবাহীর কেন্দ্রে স্থাপন করা একটি বিন্দু চার্জ হিসাবে বিবেচনা করা যেতে পারে। যদি একটি গ্যালভানিক পরিবাহীর ব্যাসার্ধ r হয় তবে তার পৃষ্ঠের বৈদ্যুতিক ক্ষেত্রের বল, \n E = 1 / 4πϵ₀K × (Q/r²)------(i) \n একটি কোণে আহত কন্ডাক্টরের প্রতি ইউনিট ক্ষেত্রফলের পরিমাণকে এর চার্জ ঘনত্ব σ বলে। যেহেতু পরিবাহীর পৃষ্ঠের ক্ষেত্রফল হল A = 4πr²। তাই এর পৃষ্ঠে চার্জের ঘনত্ব, \n σ  = Q / A = Q / 4πr² -----(ii) \n সমীকরণ (i) এবং (ii) থেকে আমরা পাই, \n E = σ / ϵ₀K------(iii) \n কিন্তু আমরা জানি যে কোনো মাধ্যমের ব্যাপ্তিযোগ্যতা হল ϵ যদি ϵ = ϵ₀K; সুতরাং সমীকরণ (iii) লেখা যেতে পারে, \n E = σ / ϵ"
    pic:""
    picon: false ,
    picproof: "",},

"l0c1002q7":{
    rightno: option3, 
    question: "W এর সূত্র? [B থেকে A]",  
    attribute:"q = চার্জ, Vᴀ = A পয়েন্টের বিভব, Vʙ = B পয়েন্টের বিভব", 
    op1:"W = q (Vʙ – Vᴀ)", 
    op2:"W = qVʙ  × qVᴀ", 
    op3:"W = q (Vᴀ – Vʙ) ", 
    op4:"W = q/(Vᴀ - Vʙ)", 
    proof:"\n\n যদি বৈদ্যুতিক ক্ষেত্রে A এবং B দুটি বিন্দুর ভোল্টেজ Vᴀ & Vʙ কোণে হয় এবং, ভোল্টেজ প্রতিটি একক ধনাত্মক চার্জকে B বিন্দু থেকে A বিন্দুতে সরাতে সক্ষম হয় তাহলে কাজ (W) = Vᴀ - Vʙ \n এইভাবে, এটি বিন্দু B থেকে A বিন্দুতে একটি একক ধনাত্মক চার্জ সরাতে পরিচালনা করে। \n সুতরাং, W = q (Vᴀ - Vʙ)"   
    pic: "", 
    picon: false ,
    picproof: "",},

"l0c1002q8":{
    rightno: option4 
    question: "W এর সূত্র? [A থেকে B পর্যন্ত]",  
    attribute:"q = চার্জ, Vᴀ = A পয়েন্টের বিভব, Vʙ = B পয়েন্টের বিভব", 
    op1:"W = q/(Vᴀ - Vʙ)",  
    op2:"W = q (VA – VB)", 
    op3:"W = qVA  × qVB", 
    op4:"W = q (VB – VA) ", 
    proof:"\n\n যদি বৈদ্যুতিক ক্ষেত্রে B এবং A দুটি বিন্দুর ভোল্টেজ Vʙ & Vᴀ কোণে হয় এবং, ভোল্টেজ প্রতিটি একক ধনাত্মক চার্জকে A বিন্দু থেকে B বিন্দুতে সরাতে সক্ষম হয় তাহলে কাজ (W) = Vʙ - Vᴀ \n Thus, it manages to move a single positive charge from point A to point B. \n So, W = q (Vʙ - Vᴀ)"
    pic: "", 
    picon: false ,
    picproof: "",},

"l0c1002q9":{
    rightno: option2, 
    question: "V এর সূত্র? [বৈদ্যুতিক ক্ষেত্র]",  
    attribute:": V = বিভব, ϵ₀ = Vacuum permittivity, q = চার্জ, r = ব্যাসার্ধ", 
    op1:"V = (1/4πϵ₀) × (q2 – r2) ",  
    op2:"V = (1/4πϵ₀) × (q/r)", 
    op3:"V = (1/4πϵ₀) × (q/r2) ", 
    op4:"V = (1/4πϵ₀) × (qr) ", 
    proof:"\n\n আমরা জানি, E = (1/4πϵ₀K) × (q/r²) \n dV = একটি একক ধনাত্মক চার্জে বল × বলের দিকে আন্দোলনের উপাদান \n = E × dr cos180° [যেহেতু বল E এবং dr একে অপরের বিপরীত, তাদের অন্তর্ভুক্তি কোণ হল 180°] \n অতএব, dV = - Edr \n বা,  dV = - (1/4πϵ₀K) × (q/r²) dr \n যোগ করে আমরা পাই, ∫₀ⱽ = - ∫ʳ∞ (1/4πϵ₀K) × (q/r²) dr \n = - (q/4πϵ₀K) ∫ʳ∞ dr/r² \n [V]ⱽ₀ = - (q/4πϵ₀K) × [-1/r]ʳ∞ \n বা, V - 0 = - (q/4πϵ₀K) × [-1/r + 1/∞] \n বা, V = (1/4πϵ₀K) × q/r \n যদি, K = 1 [যদি মাধ্যম বায়ু বা শূন্য হয়] \n সুতরাং, \n V = (1/4πϵ₀) × (q/r)"
    pic: "", 
    picon: false ,
    picproof: "",},

"l0c1002q10":{
    rightno: option2, 
    question: "p এর সূত্র?",  
    attribute:"p = বৈদ্যুতিক ডাইপোল মোমেন্ট, q = চার্জ, l = দুটি বিপরীত চার্জের মধ্যে দূরত্ব", 
    op1:"p = q × 2l N m",  
    op2:"p = q × 2l C m	", 
    op3:"p =  q/2l Cm-1", 
    op4:"p = q/2l C m", 
    proof:"\n\n দুটি সমান এবং বিপরীত বিন্দু চার্জ -q এবং +q এর মধ্যে দূরত্ব হল 2I। একটি কোণে একটি বৈদ্যুতিক বাইপোলারের ধনাত্মক এবং ঋণাত্মক চার্জের মধ্য দিয়ে যে সরলরেখাটি চলে যায় তাকে সেই বৈদ্যুতিক বাইপোলারের অক্ষ বলে। বৈদ্যুতিক বাইপোলারের শক্তি তার বৈদ্যুতিক ডাইপোল মোমেন্ট দ্বারা পরিমাপ করা হয়। \n বৈদ্যুতিক বাইপোলার বিভ্রম: একটি বৈদ্যুতিক বাইপোলার হল একটি বৈদ্যুতিক বাইপোলারের যেকোনো বিন্দুতে একটি চার্জ এবং তাদের মধ্যে দূরত্বের গুণফল। \n সুতরাং, p = q × 2l"
    pic: "", 
    picon: false ,
    picproof: "",},

"l0c1002q11":{
    rightno: option4, 
    question: "E এর সূত্র? ",  
    attribute:"E = শক্তির তীব্রতা, p = বিন্দু, r = ব্যাসার্ধ", 
    op1:"E = 1/4πϵ₀K  × 2p³/r³",  
    op2:"E = 1/4πϵ₀K  × 2p³/r", 
    op3:"E = 1/4πϵ₀K  × 2p/r³", 
    op4:"E = (1/4πϵ₀K)/(2p/r³) ", 
    proof:"\n\n ধরুন 2I (চিত্র) দূরত্বে দুটি বিন্দু চার্জ -q এবং + q একত্রিত করে একটি তড়িৎচুম্বক তৈরি হয়েছে। ধরুন চার্জ -q এবং + q দুটি কে-মাঝারি ইলেক্ট্রোডের মাধ্যমে যথাক্রমে A এবং B বিন্দুতে অবস্থিত। এই বৈদ্যুতিক প্রবাহকে বাইপোলারের মধ্যবিন্দু O থেকে তার অক্ষের r দূরত্বে P বিন্দু পর্যন্ত নির্ধারণ করতে হবে। \n\n এখন, A -q বিন্দুর চার্জের জন্য P বিন্দুতে বল হলো, \n\n E₁ = (1/4πϵ₀K) ×  -q/(r+l)² \n\n বা, E₁ = (1/4πϵ₀K) × q/(r+l)²  [PC বরাবর] \n\n আবার, B বিন্দুর q চার্জের জন্য, P বিন্দুতে বল, \n\n E₁ = (1/4πϵ₀K) × q/(r-l)²  [PD বরাবর] \n\n যেখানে, E₁ এবং E₂ একই সরলরেখা বরাবর বিপরীত দিকে কাজ করে এবং E₁> E₂, তাই P বিন্দুতে প্রাধান্য হবে E, \n\n E = E₁ – E₂, PD সহ E₂ এর দিকে থাকবে \n\n অতএব, E = (1/4πϵ₀K) × q/(r-l)²  - (1/4πϵ₀K) × q/(r+l)² \n\n = q/4πϵ₀K [1/(r-l)² – 1/(r+1)²] \n\n = q/4πϵ₀K [ {(r+1)² – (r-1)²} / r² – l²)²] \n\n = q/4πϵ₀K × 4rl/(r² – l²)²       , [PD বরাবর] \n\n বিশেষ ক্ষেত্র: যদি P বিন্দুটি বাইপোলার (r >> l) থেকে অনেক দূরে থাকে তবে r² এর তুলনায় l² উপেক্ষা করা যেতে পারে। এই ক্ষেত্রে, \n\n E = 1/4πϵ₀K  × 2pr/r⁴ \n\n বা, E = 1/4πϵ₀K  × 2p/r³ \n\n যদি মাধ্যমটি শূন্য বা বায়ু হয় তবে, K = 1, তাই \n\n E = 1/4πϵ₀K  × 2p/r³"
    pic: "", 
    picon: false ,
    picproof: require('../Formula Master files/Physics 2nd/images/c1002q11.png'), },
    

    "l0c1002q12":{
    rightno: option1, 
    question: "V এর সূত্র?",  
    attribute:"V = বৈদ্যুতিক বিভব, p = বিন্দু, r = ব্যাসার্ধ", 
    op1:"V = (1/4πϵ₀) × (p/r²)",  
    op2:"V = (1/4πϵ₀) × (p²/r²)", 
    op3:"V = (1/4πϵ₀) × (p/r³)", 
    op4:"V = (1/4πϵ₀) × (p³/r³)", 
    proof:"\n\n ধরি, 2I দূরত্বে দুটি বিন্দু চার্জ -q এবং +q এর সমন্বয়ে একটি তড়িৎ চুম্বক তৈরি হয়েছে। (চিত্র) ধরি, q এবং +q চার্জ দুটি কে-মাঝারি ইলেক্ট্রোডের মাধ্যমে যথাক্রমে A এবং B বিন্দুতে অবস্থিত। এটির অক্ষের বাইপোলারের মধ্যবিন্দু O থেকে r দূরত্বে P বিন্দুতে বৈদ্যুতিক বিভব নির্ধারণ করা প্রয়োজন। এখন A -q বিন্দুর চার্জের জন্য P বিন্দুতে ভোল্টেজ, \n\n V₁ = - (1/4πϵ₀K) × q/(r+l) \n\n আবার, B বিন্দুর চার্জ q এর জন্য P বিন্দুতে ভোল্টেজ, \n\n V₂  = (1/4πϵ₀K) × q/(r+l) \n\n এখন যদি P বিন্দুর সম্ভাব্যতা V হয়, \n\n V = V₁ + V₂ \n\n = - (1/4πϵ₀K) × q/(r+l) + (1/4πϵ₀K) × q/(r+l) \n\n = q/4πϵ₀K [ 1/(r-l)  - 1/(r+l) ] \n\n  = q/4πϵ₀K [ r+l-r+l/r² – l² ] \n\n = (1/4πϵ₀K) × 2ql/(r² – l²) \n\n এইভাবে, 2ql = p \n\n V = (1/4πϵ₀K)  × p/(r² – l²) \n\n বিশেষ ক্ষেত্র: যদি P বিন্দুটি বাইপোলার (r >> l) থেকে অনেক দূরে থাকে তবে r² এর তুলনায় l² উপেক্ষা করা যেতে পারে। এই ক্ষেত্রে, \n\n V = (1/4πϵ₀K) × (p/r²) \n\n যদি মাধ্যমটি শূন্য বা বায়ু হয়, K = 1, সুতরাং \n\n V = (1/4πϵ₀) × (p/r²)"  
    pic: "", 
    picon: false ,
    picproof: require('../Formula Master files/Physics 2nd/images/c1002q12.png'), }, 

    
    "l0c1002q13":{
    rightno: option2, 
    question: "E এর সূত্র?",  
    attribute:"ϵ₀ = শূন্য মাধ্যমের প্ৰৱেশ্যতা, r = ব্যাসার্ধ, E = বৈদ্যুতিক ক্ষেত্রের তীব্রতা, p = বিন্দু", 
    op1:"E = (1/4πϵ₀) × (p/r)",  
    op2:"E = (1/4πϵ₀) × (p/r³)", 
    op3:"E = (1/4πϵ₀) × (p³/r³)", 
    op4:"E = (1/4πϵ₀) × (p²/r²) ", 
    proof:"\n\n ধরি, একটি বৈদ্যুতিক বাইপোলার 2I দূরত্বে দুটি বিন্দু চার্জ –q এবং + q এর সমন্বয়ে গঠিত হয়েছে। ধরুন চার্জ -q এবং + q দুটি K- বৈদ্যুতিক মাধ্যমে যথাক্রমে A এবং B বিন্দুতে অবস্থিত। এই বৈদ্যুতিক প্রবাহটি বাইপোলারের মধ্যবিন্দু O থেকে তার অক্ষের r দূরত্বে P বিন্দুতে নির্ধারণ করতে হবে। \n\n এখন A বিন্দুর চার্জ -q এর জন্য P বিন্দুতে প্রাধান্য, \n\n E₁ = (1/4πϵ₀K) × (-q/r²+l²) \n\n বা, E₁ = (1/4πϵ₀K) (q/r²+l²), PC বরাবর\n\n আবার, B বিন্দুর চার্জের জন্য, P বিন্দুতে বল হলো \n\n E₂ = (1/4πϵ₀K) × q/(r²+l²), PD বরাবর \n\n এখন, বিন্দুর বিদ্যুৎ হবে E₁ এবং E₂ \n\n ধরি, ∠PAB = ∠PBA = θ \n\n এইভাবে, বিন্দুতে E₁ এবং E₂ এর কোণ, E₁ এবং E₂ এর কোণ, \n\n বা, ∠DPC = ∠PAB + ∠PBA = θ + θ = 2θ \n\n সুতরাং, ভেক্টর অনুসারে, বৈদ্যুতিক আবেশ, \n\n E = √(E₁²+E₂²+2E₁E₂cos2θ) \n\n যেহেতু E₁ এবং E₂ এর মান সমান, \n\n E₁ = E₂ = (1/4πϵ₀K) × q/(r²+l²) \n\n অতএব, E = √(2E₁²+2E₁²cos2θ) \n\n = √2 E₁√(1+cos2θ) \n\n = √2 E₁√2cos²θ) \n\n = 2 E₁ cosθ \n\n চিত্র হতে, cosθ= l/√(r²+l²) \n\n সুতরাং, E = 2 × (1/4πϵ₀K) × q/r²+l²) × l/√(r²+l²) \n\n বা,  E = (1/4πϵ₀K) × 2lq/(r²+l²)³/² \n\n দিকনির্দেশ: যেহেতু, E₁ এবং E₂ এর মান সমান, তাই এটি E, E₁ এবং E₂ এর কোণে অন্তর্ভুক্ত হবে। সুতরাং, E, E₁ এর সাথে থিটা কোণ উৎপন্ন করে। এখন ∠DPR = ∠PBA = θ। একই ভূমির ∠DPB-তে অনুরূপ কোণ। তাই PR, BA এর সমান্তরাল। অতএব, বাইপোলার ইলেক্ট্রোলাইটের ভিত্তিতে হবে। অক্ষের প্রতিসাম্যের প্রতিসাম্য হল ধনাত্মক চার্জ থেকে আলোচ্য চার্জে। বিশেষ ক্ষেত্র: যদি P বিন্দুটি বাইপোলার থেকে অনেক দূরে থাকে (যেমন যদি r >> I) তাহলে r² এর তুলনায় I² উপেক্ষা করা যেতে পারে। এই ক্ষেত্রে, \n\n E = (1/4πϵ₀K) × (p/r³) \n\n যদি শুন্য বা বায়ু মাধ্যম K = 1 হয়, তাহলে \n\n E = (1/4πϵ₀) × (p/r³)"  
    pic: "", 
    picon: false ,
    picproof: require('../Formula Master files/Physics 2nd/images/c1002q13.png'), },


"l0c1002q14":{
    rightno: option2, 
    question: "V এর সূত্র?",  
    attribute:"V = ϵ₀ = Permittivity of free space, r = ব্যাসার্ধ p = বিন্দু", 
    op1:"V = (1/4πϵ₀) × (p cosθ/r)",  
    op2:"V = (1/4πϵ₀) × (p cosθ/r2)", 
    op3:"V = (1/4πϵ₀) × (p cosθ/r3)", 
    op4:"V = (1/4πϵ₀) × (p3 cos3θ/r3)  ", 
    proof:"\n\n এখানে, A –q বিন্দুর চার্জের জন্য P বিন্দুতে ভোল্টেজ, \n V₁= - (1/4πϵ₀) × (q/r₁) \n এবং B বিন্দুর চার্জ q এর জন্য P বিন্দুতে ভোল্টেজ, \n V₂ = (1/4πϵ₀) × (q/r₂) \n অতএব, P বিন্দুতে মোট ভোল্টেজ, \n V = V₁ + V₂ \n = - (1/4πϵ₀) × (q/r₁) + (1/4πϵ₀) × (q/r₂) = q/4πϵ₀K [1/r₂ – 1/r₁] \n = q/4πϵ₀K [(r₁ - r₂)/r₁r₂] \n এখন ∠ANB প্রায় 90°। এছাড়াও ∠PAB অনুমিত করা যেতে পারে। \n অতএব, V = (q/4πϵ₀K) × (2l cosθ/r₂) \n যদি মাধ্যমটি শূন্য বা বায়ু হয়, K = 1, তাই \n V = (1/4πϵ₀) × (p cosθ/r₂)"
    pic: "", 
    picon: false ,
    picproof: "",},

"l0c1002q15":{
    rightno: option3, 
    question: "C এর সূত্র?",  
    attribute:"C = চার্জ ক্ষমতা, Q = চার্জ, V = কন্ডাক্টর ভোল্টেজ", 
    op1:"C = V/Q",  
    op2:"C = QK/V", 
    op3:"C = Q/V", 
    op4:"C = QV", 
    proof:"\n\n যদি একটি পরিবাহীর ভোল্টেজ বাড়ানোর জন্য V-এর প্রয়োজন হয়, তাহলে Q/V একক পরিমাণে ভোল্টেজ বাড়াতে হবে। তাই চার্জ ক্ষমতা, \n C = Q/V"
    pic: "", 
    picon: false ,
    picproof: "",},


"l0c1002q16":{
    rightno: option4, 
    question: "C এর সূত্র?",  
    attribute:"C = চার্জ ক্ষমতা, A = পাত্রের প্রতিটি পাতার ক্ষেত্রফল, d = দুটি পাতার মধ্যে দূরত্ব, ϵ = দুটি পাতার মধ্যে মাধ্যমের ব্যাপ্তিযোগ্যতা, ϵ₀ = দুটি পাতার মধ্যে মাধ্যমের ব্যাপ্তিযোগ্যতা", 
    op1:"C = ϵ₀KAd",  
    op2:"C = ϵ₀/ϵ", 
    op3:"C = ϵKA/ϵ₀d", 
    op4:"C = ϵ₀KA/d", 
    proof:"\n\n আমরা জানি, \n C = Q/V----(i), E = σ/ϵ-----(ii) \n বা, E = Q/ϵA \n কিন্তু, V = Ed \n বা, V = Qd/ϵA (i) তে মান বসিয়ে, \n C = Q ϵA/Qd \n অতএব, C = ϵ A/d \n যেহেতু, K = ϵ/ϵ₀ or, ϵ = ϵ₀K \n সেহেতু, C = ϵ₀KA/d"
    pic: "", 
    picon: false ,
    picproof: "",},

"l0c1002q17":{
    rightno: option1, 
    question: "Formula of C?",  
    attribute:"C = চার্জ ক্ষমতা, r = ব্যাসার্ধ, ϵ₀ = খালি বা শুন্য মাধ্যমের ব্যাপ্তিযোগ্যতা", 
    op1:"C = 4πϵ₀r",  
    op2:"C = 4πϵ₀ ", 
    op3:"C = 4πϵ₀/r", 
    op4:"C = 4π/ϵ₀r ", 
    proof:"\n\n আমরা জানি, C = q/V \n গোলকের পৃষ্ঠের ভোল্টেজ গোলকের বিভব হলে, \n V = (1/4πϵ₀K) × (q/r) \n ক্যাপাসিট্যান্সের উপরের সমীকরণে বিভবের এই মানটি রাখলে আমরা পাই, C = 4πϵ₀Kr \n গোলকটি বাতাসে বা মহাকাশে অবস্থিত হলে K = 1, সুতরাং, C = 4πϵ₀r"
    pic: "", 
    picon: false ,
    picproof: "",},


"l0c1002q18":{
    rightno: option4, 
    question: "শ্রেণী সংযোগে সমতুল্য ক্ষমতার সূত্র?",  
    attribute:"Cs = শ্রেণী সংযোগে সমতুল্য ক্ষমতা, Q = চার্জ, V = বিভব পার্থক্য, n = স্বাভাবিক সংখ্যা", 
    op1:"Cs = C1 + C2 +C3  ……..+ Cn",  
    op2:"1/Cs = 1/C1 + 1/C2 + 1/C3 + ……..+ 1/C", 
    op3:"Cs = 1/C1 + 1/C2 + 1/C3 + ……..+ 1/Cn", 
    op4:"1/Cs = 1/C1 + 1/C2 + 1/C3 + ……..+ 1/Cn", 
    proof:"\n\n "
    pic: "", 
    picon: false ,
    picproof: "",},


"l0c1002q19":{
    rightno: option4 
    question: "U' এর সূত্র?",  
    attribute:"U’ = সঞ্চিত চার্জের শক্তি (আয়তনে), ϵ = দুটি পাতার মধ্যে মাধ্যমের ব্যাপ্তিযোগ্যতা", 
    op1:"U’ = ½ϵE",  
    op2:"U’ = ½UϵE²", 
    op3:"U’ = ½ϵU", 
    op4:"U’ = ½ ϵE²", 
    proof:"\n\n সঞ্চিত শক্তি, U’ = মোট শক্তি সঞ্চিত, U / ধারক শীট এর মধ্যবর্তী স্থানের আকার  \n বা, U’ = U/Ad = (½ CV²) / Ad = (½ C (Ed)²) / Ad    [যেহেতু, V = Ed] \n বা, U’ = [½(ϵ A/d) × (Ed²) ] / Ad 	 [যেহেতু, C = ϵ A/d] \n সুতরাং, U’ =  ½ ϵE²"
    pic: "", 
    picon: false ,
    picproof: "",},


"l0c1002q20":{
    rightno: option1, 
    question: "ϵᵣ এর সূত্র?",  
    attribute:"ϵᵣ = K = ডাইইলেকট্রিক ধ্রুবক, C = ডাইইলেকট্রিক পূর্ণ ধারক ক্ষমতা, C₀ = ডাইইলেকট্রিক শূন্য ক্যাপাসিট্যান্স", 
    op1:"ϵᵣ = C/C₀",  
    op2:"ϵᵣ = C × C₀", 
    op3:"ϵᵣ = C - C₀", 
    op4:"ϵᵣ = C₀ - C", 
    proof:"\n\n যদি পাত্রের দুটি শীটের মধ্যে একটি ডাইইলেকট্রিক থাকে, তাহলে ক্যাপাসিট্যান্স C এবং যখন একটি ডাইইলেকট্রিক থাকে, তাহলে ক্যাপাসিট্যান্স C₀ হয়। এই দুটি ক্ষেত্রে, ক্যাপাসিট্যান্সের অনুপাত সর্বদা একটি ধ্রুবক সংখ্যা। এই ধ্রুবক সংখ্যাটি ডাইইলেকট্রিক মাধ্যমের ডাইইলেকট্রিক ধ্রুবক। \n অর্থাৎ, একটি মাধ্যমের ডাইইলেকট্রিক বা অস্তরক ধ্রুবক, \n ϵᵣ = C/C₀"
    pic: "", 
    picon: false ,
    picproof: "",},


"l0c1002q21":{
    rightno: option1, 
    question: "গাউসের সূত্র?",  
    attribute:"q = চার্জ, S = গাউসিয়ান ফ্লোর এরিয়া বা এলাকা, ϕ = বৈদ্যুতিক আবেশ, E = বৈদ্যুতিক ক্ষেত্র, ϵ₀ = Vacuum permittivity", 
    op1:"ϵ₀  ∮ₛ E . dS = q",  
    op2:"E . dS = qE . dS", 
    op3:"ϵ₀  ∮ₛ E .dS  = q", 
    op4:"ϵ₀  E . dS = q", 
    proof:"\n\n আমরা জানি, ϕ = ∮ₛ E . dS \n প্রতিটি তল উপাদানের জন্য E . dS স্কেলারের যোগফল সমগ্র পৃষ্ঠকে অসংখ্য ক্ষুদ্র সমতল dS-এ বিভক্ত করে গণনা করতে হবে, যা এই পৃষ্ঠের যোগফলকে নির্দেশ করে। এই মানগুলির যোগফল সমগ্র পৃষ্ঠের মোট বৈদ্যুতিক ফ্লাস্ক। অতএব, ϕ = ∮ₛ EdS cosθ = ∮ₛ (1/(4πϵ₀)) q/r² dScos0° = q/(4πϵ₀r²) ∮ₛ dS \n এছাড়াও, r ব্যাসার্ধের একটি গোলকের পৃষ্ঠের ক্ষেত্রফল, ∮ₛ dS = 4πr² \n অতএব, ϕ = q/(4πϵ₀r²) × 4πr² \n বা, ϕ = q/ϵ₀ \n বা, ϵ₀ϕ = q \n সুতরাং, ϵ₀∮ₛ E . dS = q"
    pic: "", 
    picon: false ,
    picproof: "",},


"l0c1002q22":{
    rightno: option3, 
    question: "E এর সূত্র?",  
    attribute:"q = চার্জ বা আধান, r = ব্যাসার্ধ, E = বৈদ্যুতিক ক্ষেত্র, ϵ₀ = Vacuum permittivity", 
    op1:"E = 1/(2πϵ₀) ×  r/q²",  
    op2:"E = 1/(4πϵ₀) ×  q²/r²", 
    op3:"E = 1/(4πϵ₀) ×  q/r²", 
    op4:"E = 1/(πϵ₀) ×  q/r²", 
    proof:"\n\n আমরা জানি, ϵ₀  ∮ₛ E . dS = q \n যেহেতু, E এবং (dS) এর দিকনির্দেশ একই হওয়ায়, তাদের অন্তর্ভুক্ত কোণ হল 0° \n সুতরাং, ϵ₀ ∮ₛ E . dS = ∮ₛ EdS cos0° = E∮ₛ dS = E × 4πr² \n আবার, ϵ₀E4πr² = q \n বা, E = 1/(4πϵ₀) ×  q/r²"
    pic: "", 
    picon: false ,
    picproof: "",},


    "l0c1002q23":{
    rightno: option3, 
    question: "E এর সূত্র?",  
    attribute:"E = বৈদ্যুতিক ক্ষেত্র, r = ব্যাসার্ধ, λ = সর্বোচ্চ চার্জ, ϵ₀  = Vacuum permittivity", 
    op1:"E = 1/2πϵ₀ × λr",  
    op2:"E = 1/πϵ₀  × λ/r", 
    op3:"E = 1/2πϵ₀ ×  λ/r", 
    op4:"E = 1/2πϵ₀ ×  λ/r²", 
    proof:"\n\n আমরা জানি, \n\n ϵ₀  ∮s E . dS = q \n\n চিত্র অনুসারে গাউসিয়ান সমতলকে তিন ভাগে ভাগ করা যায়, I, II এবং III \n\n সুতরাং,   ∮s  E . dS = ∫ₗ E . dS  + ∫ₗₗ E . dS  + ∫ₗₗₗ E . dS \n\n = ∫ₗ EdS cos0°+ ∫ₗₗ EdS cos90°+ ∫ₗₗₗ EdS cos90° \n\n = E ∫ₗ dS+ 0 + 0  = E × 2πrh \n\n উপরোক্ত সমীকরণে গাউসের সূত্র বসালে, \n\n ϵ₀ × E × 2πrh = q \n\n কিন্তু, q হলো λh \n\n সুতরাং, E =  1/2πϵ₀ ×  λ/r"  
    pic: "", 
    picon: false ,
    picproof: require('../Formula Master files/Physics 2nd/images/c1002q23.png'), }, 


"l0c1002q24":{
    rightno: option2, 
    question: "E এর সূত্র?",  
    attribute:"E = বৈদ্যুতিক ক্ষেত্র, r = ব্যাসার্ধ, λ = সর্বোচ্চ চার্জ, ϵ₀ = Vacuum permittivity", 
    op1:"E = 1/4ϵ0 ×  q/r² π²",  
    op2:"E = 1/4πϵ0 ×  q/r²", 
    op3:"E = 1/4πϵ0 ×  q²/r²", 
    op4:"E = 1/4πϵ0 ×  q/r", 
    proof:"\n\n আমরা জানি, \n ϵ₀∮ₛ E . dS = q \n যেহেতু, E এবং (dS) এর দিকনির্দেশ একই হওয়ায়, তাদের অন্তর্ভুক্ত কোণ হল 0° \n ϵ₀∮ₛE dS cos0° = q \n বা, ϵ₀E∮ₛ dS = q \n বা, ϵ₀ E × 4πr²  = q \n সুতরাং, E = 1/4πϵ₀ ×  q/r²"
    pic: "", 
    picon: false ,
    picproof: "",},

    "l0c1002q25":{
    rightno: option2, 
    question: "অসীম বিস্তৃতির একটি অভেদ্য শীটের কাছাকাছি কোন বিন্দুর সূত্র, E?",  
    attribute:"E = বৈদ্যুতিক ক্ষেত্র, r = ব্যাসার্ধ, q = চার্জ, ϵ₀  = Vacuum permittivity", 
    op1:"E = 2ϵ₀σ",  
    op2:"E = σ/2ϵ₀", 
    o3:"E = 2ϵ₀/(σ)", 
    op4:"E = ϵ₀σ", 
    proof:"\n\n আমরা জানি, \n ϵ₀ ∮ₛ E . dS = q \n চিত্র অনুসারে গাউসিয়ান সমতলকে তিন ভাগে ভাগ করা যায়, I, II এবং III \n সুতরাং, ∮ₛ E‾ . dS‾ = ∮ᵢE ⃗ . dS ⃗ +  ∮ᵢᵢE ⃗ . dS ⃗ + ∮ᵢᵢᵢE ⃗ . dS ⃗ \n = ∮ᵢEdS cos0° +  ∮ᵢᵢEdS cos0° + ∮ᵢᵢᵢEdS cos⁡90° \n = E ∮ᵢdS + E ∮ᵢᵢdS + 0 \n = E × πr² + E × πr² = 2Eπr² \n সুতরাং, উপরের সমীকরণে গাউসের সূত্র বসিয়ে, \n ϵ₀ × 2Eπr² = q \n বা, E = q/2Eπr² = σ/2ϵ₀"
    pic: "", 
    picon: true ,
    picproof: "",},


    "l0c1002q26":{},
