//Template


//Starting here


"l0c1007q1" {
    rightno: option1, 
   question: "	শূন্যস্থানে X-অক্ষ বরাবর আলো সঞ্চালনের সময় তড়িৎক্ষেত্রের জন্য তরঙ্গ সমীকরণ, E = ?",  
   attribute:"E = তড়িৎক্ষেত্র, E₀ = তড়িতক্ষেত্রের শীর্ষ মান, c = শূন্যস্থানে আলোর দ্রুতি, λ = তরঙ্গদৈর্ঘ্য", 
   op1:"E = E₀sin2π/λ (ct-x)",  
   op2:"E = E₀coS₂π/λ (ct-x)", 
   op3:"E = E₀tan2π/λ c", 
   op4:"E = E₀sin2π/λ (x-ct)", 
   proof:"এখানে E হলো t সময়ে x-অবস্থানে সাইনসদৃশভাবে পরিবর্তনশীল তড়িৎক্ষেত্রের জন্য যে তরঙ্গ সমীকরণ লেখা যেতে পারে তা হলোঃ \n\n এখানে E হলো t সময়ে x-অবস্থানে সাইনসদৃশভাবে পরিবর্তনশীল তড়িতক্ষেত্র, c শূন্য অবস্থানে আলোর দ্রুতি এবং λ হলো তরঙ্গদৈর্ঘ্য। সুতরাং E\u20D7 আলো সঞ্চালন অভিমুখের সাথে লম্ব এবং E₀ হলো তড়িতক্ষেত্রের বিস্তার বা শীর্ষ মান।", 
   pic: "", 
   picon: false ,
   picproof: require('../Formula Master files/Physics 2nd/images/c1007q1q2.png'), },



"l0c1007q2" {
    rightno: option4, 
   question: "চৌম্বকক্ষেত্র B এর জন্য তরঙ্গ সমীকরণ কোনটি?",  
   attribute:"B = চৌম্বকক্ষেত্র, B₀ = চৌম্বকক্ষেত্রের শীর্ষ মান, c = শূন্যস্থানে আলোর দ্রুতি, λ = তরঙ্গদৈর্ঘ্য", 
   op1:"B = B₀sin2π/λ (x-ct)",  
   op2:"B = B₀coS₂π/λ (ct-x)", 
   op3:"B = B₀tan2π/λ c", 
   op4:"B = B₀sin2π/λ (ct-x)", 
   proof:"এখানে E হলো t সময়ে x-অবস্থানে সাইনসদৃশভাবে পরিবর্তনশীল তড়িৎক্ষেত্রের জন্য যে তরঙ্গ সমীকরণ লেখা যেতে পারে তা হলোঃ \n\n E = E₀sin2π/λ (ct-x) \n\n এখানে E হলো t সময়ে x-অবস্থানে সাইনসদৃশভাবে পরিবর্তনশীল তড়িতক্ষেত্র, c শূন্য অবস্থানে আলোর দ্রুতি এবং λ হলো তরঙ্গদৈর্ঘ্য। সুতরাং E\u20D7 আলো সঞ্চালন অভিমুখের সাথে লম্ব এবং E₀ হলো তড়িতক্ষেত্রের বিস্তার বা শীর্ষ মান। আলো সঞ্চালনের সময় তড়িৎক্ষেত্রের সাথে থাকে সাইনসদৃশভাবে পরিবর্তনশীল চৌম্বকক্ষেত্র B। চৌম্বকক্ষেত্র B\u20D7 এর সঞ্চালনের অভিমুখ তড়িৎক্ষেত্র E\u20D7 এর অভিমুখের সাথে লম্ব। চৌম্বকক্ষেত্র B এর জন্য তরঙ্গ সমীকরণটি হলোঃ \n\n B = B₀sin2π/λ (ct-x)", 
   pic: "", 
   picon: false ,
   picproof: require('../Formula Master files/Physics 2nd/images/c1007q1q2.png'), },


"l0c1007q3" {
    rightno: option2, 
   question: "ম্যাক্সওয়েল এর প্রকাশিত শূন্যস্থানের তাড়িৎচৌম্বকীয় তরঙ্গের বেগের সমীকরণ কোনটি?",  
   attribute:"c = শূন্যস্থানে আলোর দ্রুতি, µ₀ = শূন্যস্থানের চৌম্বক প্রবেশ্যতা, ϵ₀ = শূন্যস্থানের তড়িৎ ভেদনযোগ্যতা", 
   op1:"c = √(µ₀ϵ₀)",  
   op2:"c = 1 / √(µ₀ϵ₀)", 
   op3:"c = 1 / √(µ₀ - ϵ₀)", 
   op4:"c = 1 / (µ₀ - ϵ₀)", 
   proof:"ম্যাক্সওয়েল এর তত্ত্ব থেকে জানা যায় যে, তাড়িৎচৌম্বকীয় তরঙ্গে তড়িৎ ও চৌম্বকক্ষেত্রের বিস্তার যথাক্রমে E₀ ও B₀ নিচের সম্পর্ক দ্বারা সম্পর্কিত। \n\n E₀ = cB₀ \n\n Or, E₀/B₀  = c \n\n যেখানে c আলোর দ্রুতি। এ সমীকরণকে c = E/B হিসাবেও লেখা যায়। \n\n এছাড়া ম্যাক্সওয়েল শূন্যস্থানে তাড়িৎচৌম্বকীয় তরঙ্গের বেগকে নিচের সমীকরন দ্বারা প্রকাশ করেন। \n\n c = 1 / √(µ₀ϵ₀)", 
   pic: "", 
   picon: false ,
   picproof: "",},


"l0c1007q4" {
    rightno: option4, 
   question: "চৌম্বকক্ষেত্রের শীর্ষ মান, B₀ = ?",  
   attribute:"E₀ = তড়িতক্ষেত্রের শীর্ষ মান, c = শূন্যস্থানে আলোর দ্রুতি, λ = তরঙ্গদৈর্ঘ্য", 
   op1:"B₀ = E₀ / cλ",  
   op2:"B₀ = c₀ / E₀", 
   op3:"B₀ = E₀c", 
   op4:"B₀ = E₀/c", 
   proof:"ম্যাক্সওয়েল এর তত্ত্ব থেকে জানা যায় যে, তাড়িৎচৌম্বকীয় তরঙ্গে তড়িৎ ও চৌম্বকক্ষেত্রের বিস্তার যথাক্রমে E₀ ও B₀ নিছের সম্পর্ক দ্বারা সম্পর্কিত। \n\n E₀ = cB₀ \n\n বা, E₀/c = B₀ \n\n সুতরাং, B₀ = E₀/c", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1007q5" {
    rightno: option1, 
   question: "প্রতিসরণের দ্বিতীয় সূত্র কোনটি?",  
   attribute:"", 
   op1:"ₐµᵦ = cₐ/cᵦ",  
   op2:"ₐµᵦ = cᵦ/cₐ", 
   op3:"ₐµᵦ = sin r / sin i", 
   op4:"ₐµᵦ = sin i / sin r", 
   proof:"", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1007q6" {
    rightno: option3, 
   question: "তরঙ্গদ্বয়ের দশা পার্থক্য, δ = ?",  
   attribute:"আলোর দুইটি উৎস = S₁ , S₂", 
   op1:"δ = 2π / (πS₂S₁)",  
   op2:"δ = 2π/1 (πS₁ - πS₂)", 
   op3:"δ = 2π/1 (πS₂ - πS₁)", 
   op4:"δ = 2π/1 (πS₁ + πS₂)", 
   proof:"ধরা যাক, যে কোন t সময়ে P বিন্দুতে আলোক তরঙ্গের সরণ S₁ থেকে আগত তরঙ্গের জন্য y₁ এবং S₂ থেকে আগত তরঙ্গের জন্য y₂ হলে, \n\n y₁ = a sin 2π/1 (ct-x₁) এবং, y₂ = a sin 2πβ/1 (ct-x₂) \n\n এখানে a তরঙ্গের বিস্তার এবং S₁ P = x₁ , S₂ P = x₂ \n\n P বিন্দুতে S₁ ও S₂ থেকে আগত তরঙ্গের দশাকোণ যথাক্রমে 2π/1 (ct-x₁) এবং 2π/1 (ct-x₂). \n\n অতএব P বিন্দুতে তরঙ্গদ্বয়ের দশা পার্থক্য, δ = 2π/1 (ct-x₁) - 2π/1 (ct-x₂) \n\n = 2π/1 (x₂ - x₁) = 2π/1 (πS₂ - πS₁)", 
   pic: "", 
   picon: false ,
   picproof: "",},




   "l0c1007q7" {
    rightno: option2, 
   question: "যখন দশা পার্থক্য δ = π, 3π, 5π, 7π… ইত্যাদি তখন পথ পার্থক্য = ?",  
   attribute:"n = 1,2,3 , λ = তরঙ্গদৈর্ঘ্য", 
   op1:"পথ পার্থক্য = (n + 1) λ",  
   op2:"পথ পার্থক্য = (n + 1/2) λ", 
   op3:"পথ পার্থক্য = (n - 1/2) λ", 
   op4:"পথ পার্থক্য = ((n + 1)) / λ", 
   proof:"পথ পার্থক্য, δ = π, 3π, 5π, 7π... ইত্যাদি π-এর অযুগ্ম গুনিতক = (2n + 1), যেখানে n = 0, 1, 2, 3 ইত্যাদি। \n\n অর্থাৎ যখন, 2π/λ (PS₂-PS₁) = (2n + 1)π. অতএব, পথ পার্থক্য PS₂ - PS₁ = (2n + 1) λ/2 \n\n তাই, পথ পার্থক্য = (n + 1/2) λ", 
   pic: "", 
   picon: false ,
   picproof: require('../Formula Master files/Physics 2nd/images/c1007q7.png'), },
   


"l0c1007q8" {
    rightno: option2, 
   question: "n = 1 হলে, পথ পার্থক্য = ?",  
   attribute:"λ = তরঙ্গদৈর্ঘ্য", 
   op1:"পথ পার্থক্য = λ",  
   op2:"পথ পার্থক্য = 3λ/2", 
   op3:"পথ পার্থক্য = λ/2", 
   op4:"পথ পার্থক্য = 4λ/3", 
   proof:"আমরা জানি, যখন দশা পার্থক্য δ = π, 3π, 5π, 7π… ইত্যাদি তখন পথ পার্থক্য = (n + 1/2)λ \n\n সুতরাং, n = 1 , হলে পথ পার্থক্য = (1 + 1/2)λ = ((2+1) / 2)λ  =  3λ/2", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1007q9" {
    rightno: option3, 
   question: "ব্যতিচারের শর্ত অনুসারে, পথ পার্থক্য = ?",  
   attribute:"λ = তরঙ্গদৈর্ঘ্য", 
   op1:"পথ পার্থক্য = nλ",  
   op2:"পথ পার্থক্য = nλ/2", 
   op3:"পথ পার্থক্য = 2λ/n", 
   op4:"পথ পার্থক্য = λ", 
   proof:"", 
   pic: "", 
   picon: false ,
   picproof: "",},




"l0c1007q10" {
    rightno: option4, 
   question: "দুইটি উজ্জ্বল ডোরার ব্যবধান, Δx = ?",  
   attribute:"λ = তরঙ্গদৈর্ঘ্য, D = দ্বি-চির থেকে পর্দার দূরত্ব, a = চির দুইটির মধ্যবর্তী দূরত্ব", 
   op1:"Δx = D / (aλ)",  
   op2:"Δx = (aλ) / D ", 
   op3:"Δx = λ/a (D – a)", 
   op4:"Δx = λD/a", 
   proof:"চিত্র হতে, in S₁ BS₂ ত্রিভুজে \n\n
   Sinθ = (S₂B) / (S₁S₂)          [S₂B = S₂S₂ × sinθ] \n\n = a sinθ \n\n এখন, ব্যতিচারের শর্ত অনুসারে, \n\n পথ পার্থক্য = nλ \n\n সুতরাং, a sinθ = nλ  [ n = 0,1,2,… …]    … …(i) \n\n আবার, POA ত্রিভুজে θ খুব ক্ষুদ্র বলে, \n\n Sinθ = tanθ = PO/AO = xₙ / D \n\n (i)	নং এ এই মান বসিয়ে, (axₙ) / D = nλ \n\n অতএব, xₙ = nλ  D/a         … …(ii) \n\n একইভাবে, O থেকে (n-1) তম উজ্জ্বল ডোরার দূরত্ব, \n\n xₙ - 1 = (n-1)λ D/a        … …(iii) \n\n সুতরাং, দুইটি উজ্জ্বল ডোরার ব্যবধান, \n\n Δx = xₙ-x_(n-1) = nλ  D/a- (n-1)  λ  D/a= (n-n+1) λ  D/a \n\n অতএব, Δx = λD/a", 
   pic: "", 
   picon: false ,
   picproof: require('../Formula Master files/Physics 2nd/images/c1007q10.png'), },



"l0c1007q11" {
    rightno: option2, 
   question: "একটি উজ্জ্বল বা অন্ধকার ডোরার প্রস্থ দুটি অন্ধকার ডোরা বা দুটি উজ্জ্বল ডোরার ব্যবধানের কতগুণ?",  
   attribute:"", 
   op1:"দ্বিগুণ",  
   op2:"অর্ধেক", 
   op3:"বিয়োগ অর্ধেক (-1/2)", 
   op4:"তিনগুণ", 
   proof:"", 
   pic: "", 
   picon: false ,
   picproof: require('../Formula Master files/Physics 2nd/images/c1007q11.png'), },



"l0c1007q12" {
    rightno: option4, 
   question: "ডোরা প্রস্থ, x = ?",  
   attribute:"λ = তরঙ্গদৈর্ঘ্য, D = দ্বি-চির থেকে পর্দার দূরত্ব, a = চির দুইটির মধ্যবর্তী দূরত্ব", 
   op1:"x = 2a / λD",  
   op2:"x = λD / a", 
   op3:"x = λD / 2", 
   op4:"x = λD / 2a", 
   proof:"একটি উজ্জ্বল বা অন্ধকার ডোরার প্রস্থ দুটি অন্ধকার ডোরা বা দুটি উজ্জ্বল ডোরার ব্যবধানের অর্ধেক। \n\n সুতরাং, ডোরা প্রস্থ, \n\n x = λD / 2a", 
   pic: "", 
   picon: false ,
   picproof: "",},


"l0c1007q13" {},

