// l0c1001qX
//Physics 1st

//for physics 2nd 
//template and where X stands to question number, c**** stands for chapter and subject code

"l0c1001qX" {
    rightno: option1, 
   question: "",  
   attribute:"", 
   op1:"",  
   op2:"", 
   op3:"", 
   op4:"", 
   proof:"", 
   pic: "", 
   picon: false ,
   picproof: "",},

//starts from here

//Chaptl0c1001qer 1

"l0c1001q1":{
    rightno: option2, 
    question: "থিটার (θ) তাপমাত্রার মান?",  
    attribute:"", 
    op1:"(θ - θ ᵢ𝒸ₑ) / (Xₛₜₑₐₘ - Xᵢ𝒸ₑ) = N / (Xθ* - Xᵢ𝒸ₑ)",  
    op2:"(θ - θ ᵢ𝒸ₑ) / N = (Xθ* - Xᵢ𝒸ₑ) / (Xₛₜₑₐₘ - Xᵢ𝒸ₑ)", 
    op3:"(θ - θ ᵢ𝒸ₑ) × N = (Xθ* - Xᵢ𝒸ₑ) / (Xₛₜₑₐₘ - Xᵢ𝒸ₑ)", 
    op4:"(θ - θ ᵢ𝒸ₑ) / N = (Xₛₜₑₐₘ - Xᵢ𝒸ₑ) / (Xθ* - Xᵢ𝒸ₑ) ", 
    proof:"বরফ বিন্দু এবং বাষ্প বিন্দুর তাপমাত্রা যথাক্রমে θᵢ𝒸ₑ এবং θₛₜₑₐₘ এবং এই দুটি তাপমাত্রায় উপরের কোণে একটি ধর্মের মান হল Xᵢ𝒸ₑ এবং Xₛₜₑₐₘ। এবং এখন যদি অন্য কোণে তাপমাত্রা থিটাতে এই ধর্মের মান হয় যদি Xθ* এবং যদি মৌলিক ব্যবধানকে N দ্বারা সমান অংশে ভাগ করা হয়, তাহলে তা হবে তাপমাত্রার মান (θ) - \n (θ - θᵢ𝒸ₑ) / θₛₜₑₐₘ - θᵢ𝒸ₑ =  (Xθ* - Xᵢ𝒸ₑ) / (Xₛₜₑₐₘ - Xᵢ𝒸ₑ) \n বা, (θ - θ ᵢ𝒸ₑ) / N = (Xθ* - Xᵢ𝒸ₑ) / (Xₛₜₑₐₘ - Xᵢ𝒸ₑ)", 
    pic: "", 
    picon: false ,
    picproof: "",},



"l0c1001q2":{
    rightno: option2, 
    question: "তাপের যান্ত্রিক সমতার সূত্র?",  
    attribute:"W = কাজ, J = জুল ধ্রুবক, H = তাপের পরিমাণ", 
    op1:" W = J / H",  
    op2:"W = JH", 
    op3:"W = -JH", 
    op4:"W = H / J", 
    proof:"N/A", 
    pic: "", 
    picon: false ,
    picproof: "",},


    "l0c1001q3":{
        rightno: option1, 
        question: "ΔQ এর সূত্র?",  
        attribute:"ΔQ = সরবরাহকৃত তাপ শক্তির পরিমাণ, ΔW = কাজের পরিমাণ", 
        op1:"ΔQ = ΔU + ΔW",  
        op2:"ΔQ =  ΔU - ΔW", 
        op3:"ΔQ = ΔU / ΔW", 
        op4:"ΔQ = ΔU × ΔW", 
        proof:"প্রমাণ নেই", 
        pic: "", 
        picon: false ,
        picproof: "",},


        "l0c1001q4": {
            rightno: option4, 
        question: "dQ এর সূত্র? ",  
        attribute:"dQ = ক্ষুদ্র পরিবর্তনের জন্য তাপ শক্তির পরিমাণ, dW = ক্ষুদ্র পরিবর্তনের জন্য করা কাজের পরিমাণ", 
        op1:"dQ = dU × dW ",  
        op2:"dQ = dW / dU", 
        op3:"dQ = dW - dU", 
        op4:"dQ = dU + dW", 
        proof:"প্রমাণ নেই", 
        pic: "", 
        picon: false ,
        picproof: "",},


        "l0c1001q5": {
            rightno: option3, 
        question: "কাজের সূত্রের, W?",  
        attribute:"p = চাপ, V = আয়তন", 
        op1:"W = pV₁ × pV₂",  
        op2:"W = p / ΔV ", 
        op3:"W = p ΔV", 
        op4:"W = ΔV / p", 
        proof:"∫ dW =  ∫ⱽ² ᵥ₁ pDv \n = p ∫ⱽ² ᵥ₁ dV \n = p [V]ⱽ² ᵥ₁ \n = p [V₂ - V₁] \n = p ΔV", 
        pic: "", 
        picon: false ,
        picproof: "",},

        "l0c1001q6": {
        rightno: option2, 
        question: "চাপের সূত্রের, p? ",  
        attribute:"n = মোলসংখ্যা, T = তাপমাত্রা, V = আয়তন, R = গ্যাস ধ্রুবক", 
        op1:"p = V / nRT",  
        op2:"p = nRT / V", 
        op3:"p = nR / VT", 
        op4:"p = nV / RT", 
        proof:"pV = nRT বা, p = nRT / V", 
        pic: "", 
        picon: false ,
        picproof: "",},

        "l0c1001q7": {
            rightno: option1, 
        question: "W এর সূত্র কোনটি?",  
        attribute:"W = কাজের মোট পরিমাণ, V = আয়তন, n = মোলসংখ্যা, R = গ্যাস ধ্রুবক, T = তাপমাত্রা", 
        op1:"W = nRT 𝘭𝘯 (V₂ / V₁)",  
        op2:"W = nRT 𝘭𝘯 ΔV", 
        op3:"W = ΔV / nRT", 
        op4:"W = nRT / ΔV", 
        proof:"W = ∫ⱽ²ᵥ₁ pdV = ∫ⱽ²ᵥ₁ nRT dV / V \n = nRT [ lnV ] ⱽ²ᵥ₁ \n সুতরাং, W = nRT 𝘭𝘯 (V₂ / V₁)", 
        pic: "", 
        picon: false ,
        picproof: "",},


        "l0c1001q8": {
            rightno: option4, 
        question: "আপেক্ষিক তাপের সূত্রের, C? ",  
        attribute:"C = আপেক্ষিক তাপ, ΔQ = প্রয়োজনীয় তাপ শক্তি, ΔT = ক্রমবর্ধমান তাপমাত্রা (কেলভিন), m = মোলসংখ্যা ", 
        op1:"C = mΔQΔT",  
        op2:"W = ΔV / nRT", 
        op3:"W = nRT 𝘭𝘯 ΔV ", 
        op4:"C = ΔQ / mΔT", 
        proof:"W = ∫ⱽ²ᵥ₁ pdV = ∫ⱽ²ᵥ₁ nRT dV / V \n = nRT [ lnV ] ⱽ²ᵥ₁ \n সুতরাং, W = nRT 𝘭𝘯 (V₂ / V₁)", 
        pic: "", 
        picon: false ,
        picproof: "",},


        "l0c1001q9": {
            rightno: option3, 
        question: "আদর্শ গ্যাস ধ্রুবকের সঠিক সমীকরণ, R = ?",  
        attribute:"R = আদর্শ গ্যাস ধ্রুবক, Cᴘ = ধ্রুবক চাপে গ্যাস মোলার আপেক্ষিক তাপ, Cᴠ = একটি নির্দিষ্ট আয়তনে একটি গ্যাসের মোলারের আপেক্ষিক তাপ", 
        op1:"R = Cᴘ - Cᴠ [Cᴠ > Cᴘ]",  
        op2:"R = Cᴘ × Cᴠ [Cᴘ ≠ Cv]", 
        op3:"R = Cᴘ - Cᴠ  [Cᴘ > Cᴠ]", 
        op4:"R = Cᴘ / Cᴠ [Cᴘ,Cᴠ ≠ 0]", 
        proof:"প্রমান নেই । ", 
        pic: "", 
        picon: false ,
        picproof: "",},


            
        "l0c1001q10": {
            rightno: option1, 
            question: "pV^γ এর সূত্র?",  
            attribute:"p = চাপ, V = আয়তন, T = তাপমাত্রা, R = ধ্রুবক", 
            op1:"Pv^γ = R",  
            op2:"Pv^γ = RTV^γ-1", 
            op3:"Pv^γ = RT/V", 
            op4:"Pv^γ = γ (R/V", 
            proof:"আমরা জানি যে dU গ্যাসের 1 মোলের অভ্যন্তরীণ শক্তির বৃদ্ধি আপেক্ষিক তাপের Cv এবং তাপমাত্রা বৃদ্ধির dT গ্যাসের মোলার ধ্রুবক আয়তনের গুণফলের সমান, যেমন dU = CvdT \n তাই, dQ = CvdT + pdV \n এখব থার্মোডাইনামিক প্রক্রিয়ায়, dQ = 0 \n অতএব, CvdT + pdV = 0 ---- (i) \n আবার, আদর্শ গ্যাসের 1 মোলের ক্ষেত্রে আমরা জানি, pV = RT \n T এর সাপেক্ষে এই সমীকরণটি পেয়ে, \n  d / dT (pV) = d / dt (RT) \n বা, p dV / dT + V dp / dT = R \n বা, pdV + Vdp = RdT \n অতএব, dT = (pdV + Vdp) / R \n dT-এর মান (i) নং-এ বসিয়ে পাই, \n Cv (pdV + Vdp) / R + pdV = 0 \n বা, Cv p dV + Cv V dp + R p dV = 0 \n বা, Cvp Dv + Cv V dp + (Cp - Cv) p dV = 0 [এখানে, R = Cp - Cv] \n বা, Cv p dV + Cv V dp + Cp p dV = 0 \n বা, Cv V dp + Cp p dV = 0 \n বা, V dp + (Cp / Cv) p dV = 0 \n বা, V dp + gama p dV = 0 [এখানে, γ = Cp / Cv] \n উভয় পক্ষকে pV দ্বারা ভাগ করে, \n বা, dp/p + γ dV/V = ​​0 \n এটা যোগ করে, \n 𝘭𝘯 𝘱 + 𝘭𝘯 𝘝 = ধ্রুবক \n বা, 𝘭𝘯 𝘱 + 𝘭𝘯 𝘝^γ = ধ্রুবক \n বা, 𝘭𝘯 (pV^γ) = ধ্রুবক \n সুতরাং = ধ্রুবক", 
            pic: "", 
            picon: false ,
            picproof: "",},


        "l0c1001q11": {
            rightno: option2, 
            question: "η এর সূত্র?",  
            attribute:"T₁ = শোষিত তাপের তাপমাত্রা, T₂ = নির্গত তাপ তাপমাত্রা,  Q₁= শোষিত তাপ, Q₂ = নির্গত তাপ, W = কাজ", 
            op1:"η =  (T₁ - T₂/T₁)",  
            op2:"η =  (T₁ - T₂/T₁) × 100%", 
            op3:"η = (T₂ - T₁/T₂)", 
            op4:"η =  T₁T₂/100", 
            proof:" ইঞ্জিন কর্মদক্ষতা, η = ইঞ্জিন দ্বারা কাজে রূপান্তরিত তাপ শক্তি / ইঞ্জিন দ্বারা শোষিত তাপ শক্তি \n যদি একটি ইঞ্জিন T₁ তাপমাত্রায় তাপ উৎস থেকে Q₁ তাপ শোষণ করে এবং T₂ তাপমাত্রায় Q₂ তাপ নির্গত করে, তাহলে ইঞ্জিন দ্বারা কাজ করার জন্য রূপান্তরিত তাপ শক্তির পরিমাণ, \n W = Q₁ - Q₂ \n অতএব, η = W / Q₁ --------- (i) \n  বা, η = (Q₁ - Q₂) / Q₁ \n বা, η = 1- (Q₂ / Q₁) ------- (ii) \n তাপীয় ইঞ্জিনের ক্ষেত্রে, ইঞ্জিন দ্বারা শোষিত বা নিঃসৃত তাপের পরিমাণ ইঞ্জিনের সংস্পর্শে থাকা তাপ উৎস বা তাপ এক্সচেঞ্জারের তাপমাত্রার সমানুপাতিক, যেমন, Q/T = ধ্রুবক সংখ্যা। তাই একটি থার্মাল ইঞ্জিনের সম্পূর্ণ চক্রের জন্য আমরা পাই, \n Q₁ / T₁ = Q₂ / T₂ ------- (iii) \n বা, Q₂ / Q₁ = T₂ / T₁ \n তাই, (ii) থেকে আমরা পাই, \n η = 1 - (T₂ / T₁) \n বা, η = (T₁ - T₂)/T₁ -------(iv) \n দক্ষতা সাধারণ পিতামাতা হিসাবে প্রকাশ করা হয়। \n সুতরাং, η = (T₁-T₂/T₁) × 100%", 
            pic: "", 
            picon: false ,
            picproof: "",},
            
        "l0c1001q12": {
                rightno: option4, 
            question: "η এর সূত্র?",  
            attribute:"T₁ = শোষিত তাপের তাপমাত্রা, T₂ = নির্গত তাপ তাপমাত্রা,  Q₁= শোষিত তাপ, Q₂ = নির্গত তাপ, W = কাজ", 
            op1:"η = W/Q × 100%",  
            op2:"η = Q / W", 
            op3:"η = W × Q", 
            op4:"η = η = W/Q", 
            proof:" যদি একটি ইঞ্জিন T₁ তাপমাত্রায় তাপ উৎস থেকে Q₁ তাপ শোষণ করে এবং T₂ তাপমাত্রায় Q₂ তাপ নির্গত করে, তাহলে ইঞ্জিন দ্বারা কাজ করার জন্য রূপান্তরিত তাপ শক্তির পরিমাণ, \n W = Q₁ - Q₂ \n অতএব, η = W / Q₁", 
            pic: "", 
            picon: false ,
            picproof: "",},
            
               
        "l0c1001q13": {
                rightno: option1, 
            question: "COP এর সূত্র?",  
            attribute:"COP = কর্মক্ষমতা সহগ, Q₁ = শোষিত তাপ, Q₂ = নির্গত তাপ, T = তাপমাত্রা, W = কাজ", 
            op1:"COP = Q₂/W = Q₂/(Q₁ - Q₂) = T₂/(T₁ - T₂)",  
            op2:"COP = W/Q₂ =  Q₂/(Q₁ - Q₂) = T₂/(T₁ - T₂)", 
            op3:"COP = WΔQ = Q₁/(Q₁ - Q₂) = T₂/(T₁ - T₂)", 
            op4:"COP = Q₁/W = Q₁/ΔQ = T₁/(ΔT)", 
            proof:"প্রমাণ নেই।", 
            pic: "", 
            picon: false ,
            picproof: "",},
     
        "l0c1001q14": {
                rightno: option1, 
            question: "dS এর সূত্র?",  
            attribute:"dS = এনট্রপির পরিবর্তন, T = স্থিতিশীল তাপমাত্রা, dQ = গৃহীত বা বর্জিত তাপ", 
            op1:"dS = dQ / T",  
            op2:"dS = dQ × dT", 
            op3:"dS = dQ / dT", 
            op4:"dS = dQ - dT", 
            proof:"প্রমাণ নেই।", 
            pic: "", 
            picon: false ,
            picproof: "",},

        "l0c1001q15": {
                rightno: option1, 
            question: "ΔS এর সূতর?",  
            attribute:"ΔS = এনট্রপির পরিবর্তন, m = ভর, T = তাপমাত্রা", 
            op1:"ΔS = ms [𝘭𝘯 T₂ + 𝘭𝘯 T₁] (ans.)",  
            op2:"ΔS =  ms ΔT", 
            op3:"ΔS = ms 𝘭𝘯 ΔT", 
            op4:"ΔS = ms / T₂+T₁", 
            proof:"যদি তাপমাত্রা স্থির না থাকে বা কোণের বড় পরিবর্তনের ক্ষেত্রে অর্থাৎ এনট্রপিতে পরিবর্তন হয় যখন আপেক্ষিক ভর m এবং s কোণে বস্তুর তাপমাত্রা T₁ থেকে T₂ এ পরিবর্তিত হয়-তাই, \n ΔS = ∫ᵀ²ₜ₁ dQ/T = ∫ᵀ²ₜ₁ msdT/T = ms ∫ᵀ²ₜ₁ dT/T \n ΔS = ms [𝘭𝘯 T]ᵀ²ₜ₁ = ms [𝘭𝘯 T₂/T₁] \n অতএব, ΔS = ms [𝘭𝘯 T₂ - 𝘭𝘯 T₁]", 
            pic: "", 
            picon: false ,
            picproof: "",},
            
        "l0c1001q16": {
             rightno: option3, 
            question: "ΔS এর সূত্র?",  
            attribute:"", 
            op1:"ΔS = dQ/T₁ + dQ/T₂ [ T₁>T₂]",  
            op2:"ΔS = - dQ (T₂/T₁) [T₂ ≠ T₁]", 
            op3:"ΔS = - dQ/T₁ + dQ/T₂ [T₁>T₂]", 
            op4:"ΔS = - dQ/T₂ - dQ/T₁ [ T₂>T₁]", 
            proof:"ধরি, পরিবেশ থেকে সম্পূর্ণ বিচ্ছিন্ন অবস্থায় দুটি বস্তু একে অপরের সংস্পর্শে আছে। দুটি বস্তুর তাপমাত্রা যথাক্রমে T₁ এবং T₂)। T₁ > T₂ হলে তাপ উত্তপ্ত বস্তু থেকে শীতল বস্তুতে স্থানান্তরিত হবে। ধরি, খুব অল্প সময়ে, dQ পরিমাণ তাপ উত্তপ্ত বস্তু থেকে শীতল বস্তুতে স্থানান্তরিত হয়। অর্থাৎ, উত্তপ্ত বস্তুটি dQ পরিমাণ তাপ হারায় এবং ঠান্ডা বস্তুটি dQ পরিমাণ তাপ লাভ করে। এইভাবে - dq/T1 = উত্তপ্ত বস্তুর এনট্রপি হ্রাস এবং dQ/T2 = ঠান্ডা বস্তুর এনট্রপি বৃদ্ধি। তাই সিস্টেমে মেট এনট্রপিতে পরিবর্তন, \n ΔS = - dQ/T₁ + dQ/T₂ [T₁>T₂]", 
            pic: "", 
            picon: false ,
            picproof: "",}, 

        "l0c1001q17": {},
