//   // l0c1006qX
//Physics 6th

//for physics 2nd 
//template and where X stands to question number, c**** stands for chapter and subject code
//Fix needed 

//Template 

"l0c1006qX" {
    rightno: option1, 
   question: "",  
   attribute:"", 
   op1:"",  
   op2:"", 
   op3:"", 
   op4:"", 
   proof:"সমাধান নেই", 
   pic: "", 
   picon: false ,
   picproof: "",},

require('../Formula Master files/Physics 2nd/images/c1006qX.png'), },

//starts from here

//Chapter 6

"l0c1006q1" {
    rightno: option1, 
   question: "	আলোক পথ, l₀ = ?",  
   attribute:"µ = মাধ্যমের প্রতিসরণাঙ্ক, l = শূন্য মাধ্যমে আলো যে পথ অতিক্রম করবে তার দৈর্ঘ্য, t = সময়", 
   op1:"l₀ = µl",  
   op2:"l₀ = µ/l", 
   op3:"l₀ = (µ/l) t", 
   op4:"l₀ = l/µ", 
   proof:"ধরা যাক, µ প্রতিসরণাঙ্কের কোনো মাধ্যমে আলো t সময়ে l দৈর্ঘ্যের পথ অতিক্রম করল। ঐ মাধ্যমে আলোর বেগ c হলে, t =  l/c \n\n এখন, শূন্য মাধ্যমে আলোর বেগ c₀ হলে t সময়ে আলো শূন্য মাধ্যমে যে পথ অতিক্রম করবে তার দৈর্ঘ্য - \n\n l₀ = c₀t = (c₀ l)/c	কিন্তু, c₀/c = µ \n\n তাই,l₀ = µl \n\n", 
   pic: "", 
   picon: false ,
   picproof: "",},



  
"l0c1006q2" {
    rightno: option2, 
   question: "dl/dx এর মান কত?",  
   attribute:"", 
   op1:"dl/dx = 1",  
   op2:"dl/dx = 0", 
   op3:"dl/dx = -1", 
   op4:"dl/dx = 0.1", 
   proof:"আলোক রশ্নির মোট পথ l সর্বাপেক্ষা কম বা সর্বাপেক্ষা বেশি অথবা স্থির থাকবে। সকল ক্ষেত্রেই ক্যালকুলাস থেকে এই শর্তের গাণিতিক রূপ আমরা পাই, \n\n dl/dx = 0", 
   pic: "", 
   picon: false ,
   picproof: "",},


  
"l0c1006q3" {
    rightno: option3, 
   question: "প্রতিসরণ এর দ্বিতীয় সূত্র কোনটি?",  
   attribute:"µ₁ = প্রথম মাধ্যমের প্রতিসরণাঙ্ক,  µ₂ = দ্বিতীয় মাধ্যমের প্রতিসরণাঙ্ক, i = আপাতন কোণ, r = প্রতিসরণ কোণ", 
   op1:"µ₁ sin I > µ₂ sin r",  
   op2:"sin I = sin r", 
   op3:"µ₁ sin I = µ₂ sin r     ", 
   op4:"dl/dx = 0", 
   proof:"ফার্মাতের নীতি অনুসারে, L এর মান চরম বা অবম বা স্থির হবে যখন dl/dx = 0. \n\n এখন, আলোক পথ l = µ₁l₁ + µ₂l₂ = µ₁√(h₁²+x²) + µ₂ √(h₂² + (d-x)²) \n\n = µ₁ (h₁² + x²)¹/² + µ₂ {h₂²+(d-x)² }¹/² \n\n অতএব, dl/dx = d/dx [µ₁ (h₁² + x²)¹/² + µ₂ {h₂^2+(d-x)^2 }¹/²] \n\n = µ₁ (1/2) (h₁²+x²)⁻¹/² (2x) + µ₂ (1/2) {h₂² + (d-x)² }⁻¹/² (2) (d-x) (-1) \n\n শর্তানুসারে, \n\n µ₁ (1/2) (h₁²+x² )¹/² (2x) + µ₂ (1/2) {h₂²+(d-x)² }⁻¹/² (2) (d-x) = 0 \n\n বা, µ₁ x/√(h₁²+x² ) - µ₂ ( (d – x))/(√(h₂²) + (d-x)² )  = 0 \n\n বা, µ₁ x/√(h₁²+x² ) = µ₂ ( (d – x))/(√(h₂²) + (d-x)² ) \n\n চিত্র হতে আমরা পাই, ∠RPO = ∠PON = i আপাতন কোণ \n\n এবং ∠SQO = ∠QON’ = r = প্রতিসরণ কোণ \n\n সুতরাং, sin i = (RO)/(PO) = x/√(h₁² + x²) \n\n এবং, sin r = SO/(QO) = ( (d – x))/(√(h₂²) + (d-x)² ) \n\n অতএব, সমীকরণ দাঁড়ায়, \n\n µ₁ sin I = µ₂ sin r", 
   pic: "", 
   picon: true ,
   picproof: require('../Formula Master files/Physics 2nd/images/c1006q3.png'), },


"l0c1006q4" {
    rightno: option4, 
   question: "গোলীয় উত্তল প্রতিসারক তলের জন্য, µ/v + 1/u  = ?",  
   attribute:"", 
   op1:"µ/v + 1/u = (1 + µ)/r",  
   op2:"µ/v + 1/u = (1 - µ)/r", 
   op3:"µ/v + 1/u = µ - 1", 
   op4:"µ/v + 1/u = (µ - 1)/r", 
   proof:"γ – α) = µ (γ – β) \n\n বা, γ – α = µγ – γβ  বা, µβ – α = µγ -γ \n\n বা, µβ – α = (µ - 1)γ   … …(i) \n\n Α, β এবং γ কোণগুলোও খুব ছোট হবে। কোণগুলোকে রেডিয়ানে প্রকাশ করলে (i) নং সমীকরণ দাঁড়ায়, \n\n µ SO/SQ - SO/OP = (µ - 1) SO/OC \n\n বা, µ/SQ - 1/OP = ((µ - 1))/OC   … …(ii) \n\n এখন চিহ্নের বাস্তব ধনাত্নক প্রথা অনুসারে অর্থাৎ গোলীয় পৃষ্ঠের মেরু থেকে সকল বাস্তব দূরত্ব ধনাত্নক এবং অবাস্তব দূরত্ব ঋণাত্নক ধরে আমরা পাই, \n\n লক্ষ্যবস্তুর দূরত্ব, OP = +u \n\n বিম্বের দূরত্ব, OQ = -v \n\n বক্রতার ব্যাসার্ধ, OC = -r \n\n এখন, (ii) নং সমীকরণে মান বসিয়ে, \n\n µ/(-v) - 1/u  = ((µ - 1))/(-r) \n\n বা, µ/v + 1/u = (µ - 1)/r", 
   pic: "", 
   picon: true ,
   picproof: require('../Formula Master files/Physics 2nd/images/c1006q4.png'), },

   "l0c1006q5" {
    rightno: option4, 
   question: "ঘন মাধ্যম হতে বায়ুতে প্রতিসরিত হলে, µ/v + 1/u = ?",  
   attribute:"", 
   op1:"µ/v + 1/u = (1 + µ)/r",  
   op2:"µ/v + 1/u = 1 - µ ", 
   op3:"µ/v + 1/u = (µ - 1)/r", 
   op4:"µ/v + 1/u = (1 - µ)/r", 
   proof:"জানি, µ/(-v) - 1/u = (µ - 1)/(-r) \n\n বা, µ/v + 1/u = (µ - 1)/r \n\n এখন, আলো যদি ঘন মাধ্যম থেকে বায়ুতে প্রতিসরিত হয় তাহলে এর রূপ হবে – \n\n µ/v + 1/u = (1- µ )/r", 
   pic: "", 
   picon: false ,
   picproof: "",},


  
"l0c1006q6" {
    rightno: option2, 
   question: "লেন্সের ফোকাস দূরত্বের সাধারণ সমীকরণ কোনটি ? [ u= ∞,v=f ] ",  
   attribute:"f = লেন্সের ফোকাস দূরত্ব, u= লক্ষ্যবস্তুর দূরত্ব, µ = মাধ্যমের প্রতিসরণাঙ্ক, r₁ = ল্যান্সের প্রথম পৃষ্ঠের বক্রতার ব্যাসার্ধ, r₂ = ল্যান্সের দ্বিতীয় পৃষ্ঠের বক্রতার ব্যাসার্ধ", 
   op1:"1/f = (µ/v - 1) (1/r₁ - 1/r₂)",  
   op2:"1/f = (µ - 1) (1/r₁ - 1/r₂)", 
   op3:"1/f = (1 - µ) (1/r₁ - 1/r₂)", 
   op4:"1/f = (µ - 1) (1/r₂ - 1/r₁)", 
   proof:"1/v + 1/u = (µ - 1) (1/r₁ - 1/r₂)			… …(i) \n\n
   কোনো লেন্সের সামনে লক্ষ্যবস্তু অসীম দূরত্বে থাকলে যেখানে বিম্ব গঠিত হয় সেটি লেন্সের প্রধান ফোকাস এবং আলোক কেন্দ্র থেকে এর দূরত্ব কে ফোকাস দূরত্ব বলে। \n\n অতএব, u = ∞ হলে v = f হয়। হয়। সুতরাং (i) নং সমীকরণ ব্যবহার করে আমরা পাই, \n\n 1/f + 1/∞ = (µ - 1) (1/r₁ - 1/r₂) \n\n অতএব, 1/f = (µ - 1) (1/r₁ - 1/r₂) যা লেন্সের ফোকাস দূরত্বের সাধারণ সমীকরণ।", 
   pic: "", 
   picon: false ,
   picproof: "",},




"l0c1006q7" {
    rightno: option3, 
   question: "বিবর্ধনের রাশিমালা, M = ?",  
   attribute:"D = চোখের স্পষ্ট দর্শনের নিকটতম দূরত্ব, f = লেন্সের ফোকাস দূরত্ব, u = লক্ষ্যবস্তুর দূরত্ব, v = বিম্বের দূরত্ব", 
   op1:"M = v/u ",  
   op2:"M = (1 + D)/f", 
   op3:"M =	1 + D/f   ", 
   op4:"M = 1 - D/f   ", 
   proof:"সমাধান নেই", 
   pic: "", 
   picon: false ,
   picproof: "",},
  
"l0c1006q8" {
    rightno: option1, 
   question: "উত্তল লেন্সের ক্ষেত্রে বিবর্ধনের রাশিমালা, m = ?",  
   attribute:"u = লক্ষ্যবস্তুর দূরত্ব, v= বিম্বের দূরত্ব, f_e = উত্তল লেন্সের ফোকাস দূরত্ব, D = চোখের স্পষ্ট দর্শনের নিকটতম দূরত্ব", 
   op1:"m = 1 - v/fₑ  ",  
   op2:"m = - v/u (1 + D/fₑ ) ", 
   op3:"m = 1 + v/fₑ ", 
   op4:"m = - v/u (1 - D/fₑ)", 
   proof:"লেন্সের সাধারণ সমীকরণ থেকে উত্তল লেন্সের জন্য, \n\n 1/v + 1/u = 1/fₑ \n\n \n\n বা, 1 + v/u = v/fₑ \n\n বা, - v/u = 1 - v/fₑ \n\n কিন্তু, m = - v/u \n\n অতএব, m = 1 - v/fₑ", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1006q9" {
    rightno: option4, 
   question: "অবতল লেন্সের ক্ষেত্রে বিবর্ধনের রাশিমালা, m = ? ",  
   attribute:"u = লক্ষ্যবস্তুর দূরত্ব, v = বিম্বের দূরত্ব, fₒ = অবতল লেন্সের ফোকাস দূরত্ব, D = চোখের স্পষ্ট দর্শনের নিকটতম দূরত্ব", 
   op1:"m = - v/u (1 - D/fₒ)",  
   op2:"m = 1 + v/fₒ ", 
   op3:"m = - v/u (1 + D/fₒ)", 
   op4:"m =	 1 - v/fₒ", 
   proof:"লেন্সের সাধারণ সমীকরণ থেকে অবতল লেন্সের জন্য, \n\n 1/v + 1/u = 1/fₒ \n\n বা, 1 + v/u = v/fₒ \n\n বা, - v/u = 1 - v/fₒ \n\n কিন্তু, m = - v/u \n\n অতএব, m = 1 - v/fₒ", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1006q10" {
    rightno: option2, 
   question: "উত্তল লেন্সের অবাস্তব বিম্বের ক্ষেত্রে, v₂ ঋণাত্নক ও fₑ ধনাত্নক হলে, M = ? ",  
   attribute:"M = বিবর্ধনের রাশিমালা, u₁ = অবতল লেন্স থেকে লক্ষ্যবস্তুর দূরত্ব, u₂ = উত্তল লেন্স থেকে বিম্বের দূরত্ব, v₁ = অবতল লেন্স থেকে বিম্বের দূরত্ব, v₂ = উত্তল লেন্স থেকে বিম্বের দূরত্ব, D = চোখের স্পষ্ট দর্শনের নিকটতম দূরত্ব", 
   op1:"M = v₁/u₁ (1 + v₂/fₑ)",  
   op2:"M = - v₁/u₁ (1 + v₂/fₑ)", 
   op3:"M = - v₂/u₁ (1 + D/fₑ)", 
   op4:"M = v₁/u₁ (1- v₂/fₑ)", 
   proof:"লেন্সের সাধারণ সমীকরণ থেকে উত্তল লেন্সের জন্য, \n\n 1/v + 1/u = 1/fₑ \n\n বা, 1 + v/u = v/fₑ \n\n বা, - v/u = 1 - v/fₑ \n\n কিন্তু, m = - v/u \n\n অতএব, m₁  = 1 - v/fₑ  		… …(i) \n\n একইভাবে অবতল লেন্সের জন্য, \n\n m₂ = 1 - v/fₒ  		… …(ii) \n\n আমরা জানি, M = m₁ × m₂ \n\n বা, M = (1 - v/fₑ) (1 - v/fₒ) 		… …(iii) \n\n আবার, M = m₁ × m₂ = (- v₁/u₁) × (- v₂/u₂)  বা, M = - v₁/u₁ (1- v₂/fₑ) \n\n কিন্তু উত্তল লেন্সে অবাস্তব বিম্বের ক্ষেত্রে, v₂ ঋণাত্নক এবেং fe ধনাত্নক হওয়ায়, \n\n M = - v₁/u₁ (1 + v₂/fₑ)", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1006q11" {
    rightno: option2, 
   question: "উত্তল লেন্সের ক্ষেত্রে চূড়ান্ত বিম্বের জন্য v₂ = D হলে, M = ?",  
   attribute:"M = magnification, u₁= অবতল লেন্স থেকে লক্ষ্যবস্তুর দূরত্ব, u₂ = উত্তল লেন্স থেকে বিম্বের দূরত্ব, v₁= অবতল লেন্স থেকে বিম্বের দূরত্ব, v₂= উত্তল লেন্স থেকে বিম্বের দূরত্ব, D = উত্তল লেন্স থেকে বিম্বের দূরত্ব", 
   op1:"M =   v₁/u₁ (1 - v₁/fₑ)",  
   op2:"M =	- v₁/u₁ (1 + D/fₑ)	", 
   op3:"M = - v₁/u₁ (1 + v₁/fₑ)", 
   op4:"M = v₁/u₁ (v₁/fₑ - 1)", 
   proof:"লেন্সের সাধারণ সমীকরণ থেকে উত্তল লেন্সের জন্য, \n\n 1/v + 1/u = 1/fₑ \n\n বা, 1 + v/u = v/fₑ \n\n \n\n বা, - v/u = 1 - v/fₑ \n\n কিন্তু, m = - v/u \n\n অতএব, m₁  = 1 - v/fₑ  		… …(i) \n\n একইভাবে অবতল লেন্সের জন্য, \n\n m₂  = 1 -  v/fₒ  		… …(ii) \n\n আমরা জানি, M = m₁ × m₂ \n\n বা, M = (1 - v/fₑ) (1 - v/fₒ) 		… …(iii) \n\n আবার, M = m₁ × m₂  = (- v₁/u₁) × (- v₂/u₂)  বা, M = - v₁/u₁  (1 - v₂/fₑ) \n\n কিন্তু উত্তল লেন্সে অবাস্তব বিম্বের ক্ষেত্রে, v₂ ঋণাত্নক এবং fₑ ধনাত্নক হওয়ায়, \n\n M = - v₁/u₁ (1 + v₂/fₑ ) \n\n কিন্তু চূড়ান্ত বিম্ব চোখের নিকট বিন্দু তে গঠিত হওয়ায় v₂ = D \n\n সুতরাং, M = - v₁/u₁ (1 + D/fₑ)", 
   pic: "", 
   picon: false ,
   picproof: "",},



  
"l0c1006q12" {
    rightno: option3, 
   question: "বিম্ব চোখের স্পষ্ট দর্শনের নূন্যতম দূরত্বে গঠিত হলে বিবর্ধন, M = ?",  
   attribute:"D = চোখের স্পষ্ট দর্শনের নিকটতম দূরত্ব, fₒ = অবতল লেন্সের ফোকাস দূরত্ব, fₑ = উত্তল লেন্সের ফোকাস দূরত্ব, u = লক্ষ্যবস্তুর দূরত্ব, v = বিম্বের দূরত্ব", 
   op1:"M = 1 - v/u ",  
   op2:"M =  fₑ (1/fₒ + 1/D)", 
   op3:"M = fₒ (1/fₑ + 1/D)", 
   op4:"M = - v₁/fₒ (1 + D/fₑ)", 
   proof:"বিবর্ধন, M = (অবতল লেন্সের ফোকাস দূরত্ব) / (উত্তল লেন্সের ফোকাস দূরত্ব) \n\n বা, M = fₒ/fₑ \n\n বিম্ব চোখের স্পষ্ট দর্শনের নূন্যতম দূরত্বে গঠিত হলে বিবর্ধন হবে – \n\n M = fₒ (1/fₑ + 1/D)", 
   pic: "", 
   picon: false ,
   picproof: "",},



  
"l0c1006q13" {
    rightno: option1, 
   question: "বিচ্যুতি কোণ নূন্যতম হওয়ার শর্ত কি ?",  
   attribute:"δ = বিচ্যুতি কোণ, δₘ = নূন্যতম বিচ্যুতি কোণ, i = আপাতন কোণ, r = নির্গমন কোণ", 
   op1:"i₁ = i₂ এবং r₁ = r₂	",  
   op2:"i₁ ≠ i₂ এবং r₁ = r₂", 
   op3:"i₁ = i₂ এবং r₁  ≠ r₂", 
   op4:"i₁ = r₂ এবং i₂ = r₁	", 
   proof:"আপাতন কোণ ও নির্গম্পন কোণ সমান হলে বিচ্যুতি কোণ নূন্যতম হয় অর্থাৎ \n\n i₁ = i₂ এবং r₁ = r₂", 
   pic: "", 
   picon: false ,
   picproof: "",},



  
"l0c1006q14" {
    rightno: option2, 
   question: "প্রিজমে বিচ্যুতি কোণ, δ = ?",  
   attribute:"δₘ = নূন্যতম বিচ্যুতি কোণ, i = আপাতন কোণ, r = নির্গমন কোণ, A = r₁+ r₂", 
   op1:"δ = i₁ + i₂ + A",  
   op2:"δ = i₁ + i₂ – A", 
   op3:"δ = A - i₁ + i₂", 
   op4:"δ = (A + δₘ)/2 ", 
   proof:"সমাধান নেই", 
   pic: "", 
   picon: false ,
   picproof: "",},



  
"l0c1006q15" {
    rightno: option4, 
   question: "প্রিজমের উপাদানের প্রতিসরাঙ্ক, µ = ?",  
   attribute:"δₘ = নূন্যতম বিচ্যুতি কোণ, i = আপাতন কোণ, r = নির্গমন কোণ, A = r₁+ r₂", 
   op1:"µ = A (δₘ – 1)",  
   op2:"µ = A(δₘ – 1) / sini × sinr", 
   op3:"µ = sinA/2 /sin((A + δₘ)/2)", 
   op4:"µ = sin((A + δₘ)/2) / sinA/2  ", 
   proof:"আমরা জানি, প্রিজমে বিচ্যুতি কোণ, δ = i₁ + i₂ – A \n\n এবং, A = r₁+ r₂ \n\n নূন্যতম বিচ্যুতি অবস্থানে i₁ = i₂ ও r₁ = r₂ এবং δ = δₘ অর্থাৎ বিচ্যুতি কোণের মান নূন্যতম হয়। \n\n সুতরাং, r₁ = A/2 \n\n δₘ = i₁ + i₂ – A \n\n = 2i₁- A \n\n অতএব, i₁ = A+ δₘ)/2 \n\n এখন, প্রিজমের উপাদানের প্রতিসরাঙ্ক µ হলে - \n\n µ = sin i₁ / sinr₁ = sin((A + δₘ)/2) / sinA/2", 
   pic: "", 
   picon: false ,
   picproof: "",},



  
"l0c1006q16" {
    rightno: option2, 
   question: "সরু প্রিজমে আলোক রশ্নির বিচ্যুতি, δ = ?",  
   attribute:"সরু প্রিজম = প্রতিসারক কোণ 4° - 6°এর বড় নয়, i = আপাতন কোণ, r = নির্গমন কোণ, µ = প্রিজমের উপাদানের প্রতিসরাঙ্ক, A = r₁+ r₂", 
   op1:"δ = (1 + µ)A",  
   op2:"δ = (µ - 1)A", 
   op3:"δ = i₁ + i₂ – A", 
   op4:"δ = sin((A + δₘ)/2) / sinA/2", 
   proof:"যে সকল প্রিজমের প্রতিসারক কোণ 4° - 6° এর বড় নয় তাদেরকে সরু প্রিজম বলে। \n\n কোনো সরু প্রিজমের উপর একটি রশ্নি খুব ছোট কোণে আপাতিত হলে অর্থাৎ প্রায় লম্বভাবে আপাতিত হলে বিচ্যুতি কোণ, \n\n δ = i₁ + i₂ – A \n\n এবং, µ = sini₁ / sinr₁ = sini₂ / sinr₂ \n\n এখন, i₁ ও r₁ খুব ছোট হওয়ায় i₂ এবং r₂-ও খুব ছোট হয়। তাই, \n\n µ = i₁/r₁  =  i₂/r₂    [i₁ খুব ছোট বলে, sin i₁ = i₁] \n\n অতএব, δ = µr₁ + µr₂ - A = µ(r₁+r₂ ) – A = µA - A \n\n সুতরাং, δ = (µ - 1)A", 
   pic: "", 
   picon: false ,
   picproof: "",},




"l0c1006q17" {
    rightno: option1, 
   question: "পাতলা প্রিজমের বিচ্ছুরণ ক্ষমতা, ω = ?",  
   attribute:"µᵧ = হলুদ আলোর সাপেক্ষে প্রিজমের উপাদানের প্রতিসরাঙ্ক, µᵣ = লাল আলোর সাপেক্ষে প্রিজমের উপাদানের প্রতিসরাঙ্ক, A = প্রিজমের প্রতিসরক কোণ", 
   op1:"ω = (µᵧ - µᵣ) / (µ - 1) 	",  
   op2:"ω = (µᵣ - µᵧ) / (µ - 1)", 
   op3:"ω = (µᵧ - µᵣ) / (1 - µ)A", 
   op4:"ω = (µᵧ - µᵣ) / (1 - µ)", 
   proof:"পাতলা প্রিজমের ক্ষেত্রে বর্ণালির দুই প্রান্তের রশ্নির বিচ্যুতির প্রভেদ ও মধ্যরশ্নির বিচ্যুতির অনুপাতকে বিচ্ছুরণ ক্ষমতা বলে। যাকে ω দ্বারাও প্রকাশ করা হয়। \n\n মধ্যরশ্নির বিচ্যুতি, δ = A(µ - 1) হলে \n\n ω = (δᵧ - δᵣ)/δ  = (µᵧ - µᵣ)A / (µ - 1)A \n\n অতএব, ω = (µᵧ - µᵣ) / (µ - 1)", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1006q18" {},


