 // l0c1005qX
//Physics 5th

//for physics 2nd 
//template and where X stands to question number, c**** stands for chapter and subject code

"l0c1005qX" {
    rightno: option1, 
   question: "",  
   attribute:"", 
   op1:"",  
   op2:"", 
   op3:"", 
   op4:"", 
   proof:"", 
   pic: "", 
   picon: false ,
   picproof: "",},

//starts from here

//Chapter 5

"l0c1005q1" {
   rightno: option4, 
  question: "চৌম্বক ফ্লাস্ক, φ = ?",  
  attribute:"A = নিচ তলীয় এলাকা, B = নিচের দিকে লম্ব বরাবর চৌম্বক ক্ষেত্র", 
  op1:"φ = A\u203e × B\u203e",  
  op2:"φ = AB tan θ", 
  op3:"φ = AB sin θ", 
  op4:"φ = AB cos θ", 
  proof:"যদি একটি নিম্ন ক্ষেত্র B\u203e একটি ক্ষেত্র এবং a নীচের দিকে লম্ব বরাবর একটি চৌম্বক ক্ষেত্র [চিত্র (a)] তাহলে চৌম্বক ফ্লাস্ক φ = A B \n\n কিন্তু যদি চৌম্বক ক্ষেত্র θ কোণে লম্বের সাথে কাজ করে এবং নীচের দিকে লম্ব বরাবর কাজ না করে [চিত্র (b)] তবে নিচের দিকে লম্ব বরাবর চৌম্বক ক্ষেত্র হবে B cos θ উপধারা। তাই চৌম্বক ফ্লাস্ক হবে, \n\n φ = AB cos θ", 
  pic: "", 
  picon: false ,
  picproof: require('../Formula Master files/Physics 2nd/images/c1005q1.png'), },


"l0c1005q2" {
    rightno: option3, 
   question: "ফ্যারাডে এর ইলেক্ট্রোম্যাগনেটিক ইন্ডাকশনের সূত্র, ε = ?",  
   attribute:"ε = অধিকৃত বৈদ্যুতিক শক্তি, φ₁ = একটি নির্দিষ্ট মুহুর্তে একটি বন্ধ কয়েল বা সার্কিটের মধ্য দিয়ে যাওয়া একটি চৌম্বকীয় ফ্লাস্ক, φ₂ = চৌম্বক ফ্লাস্ক যা t সময় ধরে একটি কয়েল বা সার্কিটের মধ্য দিয়ে যায়, K = সমানুপাতিক ধ্রুবক, t = সময়", 
   op1:"ε = - K (φ₂ – φ₁¬) × t",  
   op2:"ε = - K (φ₁ – φ₂¬) / t", 
   op3:"ε = - K (φ₂ – φ₁¬) / t", 
   op4:"ε =  K (φ₂ – φ₁¬) / t", 
   proof:"\n ফ্যারাডে এর দ্বিতীয় সুত্র: কটি বন্ধ কয়েলে তড়িৎ চৌম্বকীয় বলের মান সেই কুণ্ডলীর মধ্য দিয়ে যাওয়া চৌম্বক ফ্লাস্কের পরিবর্তনের হারের ঋণাত্মক মানের সমানুপাতিক। \n ধরা যাক, \n φ₁ = একটি নির্দিষ্ট মুহুর্তে একটি বন্ধ কয়েল বা সার্কিটের মধ্য দিয়ে যাওয়া একটি চৌম্বকীয় ফ্লাস্ক, \n φ₂ = চৌম্বক ফ্লাস্ক যা t সময় ধরে একটি কয়েল বা সার্কিটের মধ্য দিয়ে যায়, \n এইভাবে, t = φ₂ - φ₁ তে চৌম্বকীয় প্রবাহের পরিবর্তন এবং চৌম্বক প্রবাহের পরিবর্তনের হার = (φ₂ - φ₁) / t \n ইলেক্ট্রোমোটিভ ফোর্স, ফ্যারাডে এর দ্বিতীয় সুত্র অনুসারে, \n ε ∝ (φ₂ - φ₁) / t \n বা, ε = - K (φ₂ - φ₁) / t", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1005q3" {
    rightno: option2, 
   question: "Lenz’s Law এর সঠিক সূত্র কোনটি?",  
   attribute:"", 
   op1:"ε = N dφ/dt",  
   op2:"ε = - N dφ/dt", 
   op3:"ε = (- K (φ₂ – φ₁¬))/t ", 
   op4:"ε = -  dφ/dt ", 
   proof:"\n লেঞ্জের সূত্রটি হল: যেকোন তড়িৎ চৌম্বকীয় আবেশের ক্ষেত্রে বৈদ্যুতিক শক্তি বা প্রবাহের দিক এমন হয় যে এটি তৈরি হওয়ার সাথে সাথে এটি তৈরি হতে বাধা দেয়। \n তাই লেঞ্জ সূত্র থেকে আমরা বর্তমান শক্তি ও প্রবাহের দিক জানতে পারি। যার ফলে, ε = - N dφ/dt", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1005q4" {
    rightno: option1, 
   question: "εₚ এর সূত্র কোনটি? ",  
   attribute:"", 
   op1:"εₚ =  - Nₚ dφ/dt	",  
   op2:"εₚ = - N dφ/dt", 
   op3:"εₚ = - dφ/dt", 
   op4:"εₚ = (-L (φ₂ – φ₁¬) )/t", 
   proof:"\n ধরা যাক, মূল কয়েলে εₚ পরিবর্তিত সম্ভাব্যতা প্রয়োগ করার ফলে এই কয়েলে Iₚ প্রবাহিত হয়। এই প্রবাহটি বিষয়বস্তুকে চুম্বক করে এবং চৌম্বক ক্ষেত্র রেখা তৈরি করে। এখন মূল কুন্ডলীর পাক সংখ্যা হল Nₚ এবং প্রতিটি পাকের সাথে লাগানো চৌম্বক ফ্লাস্ক φ হলে, \n - Np dφ/dt", 
   pic: "", 
   picon: false ,
   picproof: "",},


"l0c1005q5" {
    rightno: option1, 
   question: "কোনটি সঠিক সূত্র?",  
   attribute:"", 
   op1:"(εₚ)/(εₛ) = (Iₛ)/(Iₚ) = (Nₚ)/(Nₛ)",  
   op2:"(εₚ)/(εₛ) = (Iₚ)/(Iₛ) = (Nₚ)/(Nₛ)", 
   op3:"(εₚ)/(εₛ) = (Iₛ)/(Iₚ) = (Nₛ)/(Nₚ)	", 
   op4:"(εₚ)/(εₛ) = (Iₚ)/(Iₛ) = (Nₛ)/(Nₚ)	", 
   proof:"আমরা জানি, (εₚ)/(εₛ) = (Nₚ)/(Nₛ)     … …(i) \n শক্তির ধারাবাহিকতা সূত্র অনুসারে, ট্রান্সফরমারের উভয় কয়েলের ধারণক্ষমতা সমান হবে অর্থাৎ মূল কয়েলে প্রতি সেকেন্ডে ব্যয় হওয়া শক্তি সেকেন্ডারি কয়েলে প্রতি সেকেন্ডে উৎপন্ন শক্তির সমান হবে। \n অর্থাৎ, incoming power = outgoing power \n অতএব, εₚIₚ = εₛIₛ \n বা, (εₚ)/(εₛ) = (Iₛ)/(Iₚ)     … …(ii) \n (i) ও (ii) নং সমীকরণ হতে, \n (εₚ)/(εₛ) = (Iₛ)/(Iₚ) = (Nₚ)/(Nₛ)", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1005q6" {
    rightno: option4, 
   question: "ω এর সূত্র কোনটি?",  
   attribute:"ω = উৎসের কৌণিক বেগ, T = পর্যায়কাল, R = রোধ, ε = t তে আচ্ছাদিত বৈদ্যুতিক শক্তির মান, f = কম্পাঙ্ক", 
   op1:"ω = 2πf/T",  
   op2:"ω = 2π/T R", 
   op3:"ω = 2π/T ε", 
   op4:"ω = 2π/T", 
   proof:"", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1005q7" {
    rightno: option1, 
   question: "ω এর সূত্র কোনটি?",  
   attribute:"ω = তড়িৎ বিশ্লেষণের কৌণিক কম্পাঙ্ক, T = পর্যায়কাল, R = রোধ, ε = t তে আচ্ছাদিত বৈদ্যুতিক শক্তির মান, f = কম্পাঙ্ক", 
   op1:"ω =	2πf",  
   op2:"ω = 2πf/T", 
   op3:"ω = 2π/T R", 
   op4:"ω =  2π/T ε", 
   proof:"", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1005q8" {
    rightno: option2, 
   question: "T এর সূত্র কোনটি?",  
   attribute:"ω = তড়িৎ বিশ্লেষণের কৌণিক কম্পাঙ্ক, T = পর্যায়কাল, R = রোধ, ε = t তে আচ্ছাদিত বৈদ্যুতিক শক্তির মান, f = কম্পাঙ্ক", 
   op1:"T = 2πf/ω",  
   op2:"T = 2π/ω", 
   op3:"T = 2πf/ω", 
   op4:"T = ω/2π", 
   proof:"\n We know, \n ω = 2π/T \n or, T = 2π/ω", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1005q9" {
    rightno: option3, 
   question: "f এর সূত্র কোনটি?",  
   attribute:"ω = তড়িৎ বিশ্লেষণের কৌণিক কম্পাঙ্ক, T = পর্যায়কাল, R = রোধ, ε = t তে আচ্ছাদিত বৈদ্যুতিক শক্তির মান, f = কম্পাঙ্ক", 
   op1:"f = ω/2πf",  
   op2:" f = 2π/ω", 
   op3:"f = ω/2π", 
   op4:"f = 2πf/ω", 
   proof:"\n We know, ω = 2πf \n Or, f = ω/2π", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1005q10" {
    rightno: option4, 
   question: "বৈদ্যুতিক প্রবাহের সূত্র, I = ? ",  
   attribute:"ε = অধিকৃত বৈদ্যুতিক শক্তি, R = রোধ, ω = তড়িৎ বিশ্লেষণের কৌণিক কম্পাঙ্ক, t = সময়", 
   op1:"I = ε/R	",  
   op2:"I = R/ε", 
   op3:"I = ε/R ω", 
   op4:"I = (ε ω t)/R ", 
   proof:"", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1005q11" {
    rightno: option2, 
   question: "বৈদ্যুতিক প্রবাহের সূত্র, I = ? ",  
   attribute:"ε = অধিকৃত বৈদ্যুতিক শক্তি, R = রোধ, ω = তড়িৎ বিশ্লেষণের কৌণিক কম্পাঙ্ক, t = সময়", 
   op1:"I = I_(0 sin⁡ωt )/R",  
   op2:"I = ε_(0 sin⁡ωt )/R", 
   op3:"I = R/ε sin ωt", 
   op4:"I = ε_(0 cos⁡ωt )/R", 
   proof:"I = ε/R = (ε₀ sin⁡ωt)/R", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1005q12" {
    rightno: option3, 
   question: "অর্ধচক্রের গড় প্রবাহের জন্য I এর কোন মান সঠিক?",  
   attribute:"I = অর্ধ চক্রের জন্য গড় প্রবাহ, I₀ = বৈদ্যুতিক প্রবাহের শীর্ষ মান, T = পর্যায়কাল", 
   op1:"I = 0.617 I₀",  
   op2:"I = 0.673 I₀ ", 
   op3:"I = 0.637 I₀ ", 
   op4:"I = 0.067 I₀", 
   proof:"যদি পর্যায়ক্রম T হয়, আমরা জানি যে অর্ধ চক্রের জন্য গড় প্রবাহ হবে, \n I = 1/(T/2) ∫₀ ᵀ/² I dt \n = 2/T ∫₀ ᵀ/² I₀ sinωt dt \n = - 2I₀/ωT [cos ωt]₀ ᵀ/² \n = - 2I₀/ωT [cos ωt/2 - cos0] \n = - 2I₀/2π [cosπ – cos0] 	[ω=2π/T] \n = - I₀/π [-1 -1] = 2I₀/π \n সুতরাং, I = 0.637 I₀", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1005q13" {
    rightno: option3, 
   question: "একটি পূর্ণ চক্রের জন্য তড়িৎ প্রবাহের গড় বর্গ মান কত হবে?",  
   attribute:" ̅ I² = একটি পূর্ণ চক্রের জন্য বৈদ্যুতিক প্রবাহের গড় বর্গ মান, I₀ = বৈদ্যুতিক প্রবাহের শীর্ষ মান, T = পর্যায়কাল,  ω = কৌণিক কম্পাঙ্ক.", 
   op1:" ̅ I²= 0.637 I₀ ",  
   op2:" ̅ I²= 2/I₀²", 
   op3:" ̅ I²=	I₀²/2", 
   op4:" ̅ I²= - 2I₀/2π", 
   proof:"একটি পূর্ণ চক্রের জন্য তড়িৎ প্রবাহের গড় মান হবে যখন পর্যায়ক্রমিক T হবে, \n ̅ I²= 1/T ∫ᵀ₀ I² dt \n আমরা জানি, দিক বনাম প্রবাহ I হলো \n I = I₀ sin ωt \n এখানে, I₀ = বৈদ্যুতিক প্রবাহের সর্বোচ্চ মান \n ω = কৌণিক কম্পাঙ্ক. \n অতএব, ̅ I²= 1/T ∫ᵀ₀ I² sin²ωt dt  = (I₀²)/T ∫ᵀ₀ I² sin²ωt dt \n = I₀²/T ∫ᵀ₀((1-cos2 ωt)/2) dt   [sin²θ = (1-cos2θ)/2] \n = I₀²/2T {∫ᵀ₀ dt - ∫ᵀ₀ cos2ωt dt} \n = I₀²/2T {[t]ᵗ₀ -1/2ω [sin2ωt]ᵗ₀} \n = I₀²/2T {T-1/2ω [sin2ωT - sin0]} \n = I₀²/2T {T-1/2ω [sin4π - sin0]} \n = I₀²/2T {T-0} \n সুতরাং, I²=	I₀²/2", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1005q14" {
    rightno: option3, 
   question: "নিচের কোনটি দিকনির্দেশক প্রবাহের গড় বর্গ মৌলিক মান?",  
   attribute:"Iᵣₘₛ = দিকনির্দেশক প্রবাহের গড় বর্গ মৌলিক মান, ̅ I² = একটি পূর্ণ চক্রের জন্য বৈদ্যুতিক প্রবাহের গড় বর্গ মান ", 
   op1:"Iᵣₘₛ = 0.637 I₀",  
   op2:"Iᵣₘₛ = 1/2 I₀", 
   op3:"Iᵣₘₛ = 1/√2 I₀", 
   op4:"Iᵣₘₛ = (√3)/2 I₀", 
   proof:"দিকনির্দেশক তড়িৎ-প্রবাহের বর্গক্ষেত্রের গড় মানের বর্গমূলকে বর্গ মৌলিক গড় মান বা দিকনির্দেশক তড়িৎ প্রবাহের কার্যকর বা আপাত প্রবাহ বলা হয়। সুতরাং, \n Iᵣₘₛ = √( ̅ I²) = √((I₀²)/2) = I₀/√2  = 0.707 I₀ = 1/√2 I₀", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1005q15" {
    rightno: option3, 
   question: "ক্ষমতার সূত্র, P = ? ",  
   attribute:"P = ক্ষমতা, I = বিদ্যুৎ প্রবাহ, R = রোধ V = ভোল্টেজ বা তড়িৎ বিভব", 
   op1:"P = (VI²)/R",  
   op2:"P = I²/R", 
   op3:"P = I²R ", 
   op4:"P = IR", 
   proof:"আমরা জানি যে যখন একটি রোধের মধ্য দিয়ে বৈদ্যুতিক প্রবাহ প্রবাহিত হয়, তখন বৈদ্যুতিক শক্তি তাপ শক্তিতে রূপান্তরিত হয়। তাপ শক্তি রূপান্তরের হারকে ক্ষমতা P হিসাবে সংজ্ঞায়িত করা হয়। তাই, \n\n P = I²R", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1005q16" {
    rightno: option2, 
   question: "আকৃতি সহগ এর মান কত?",  
   attribute:"দিকনির্দেশক বৈদ্যুতিক শক্তি বা প্রবাহের গড় বর্গের ও বর্গমূলের মানের অনুপাতকে আকৃতি সহগ বলে।", 
   op1:"আকৃতি সহগ = 1.10",  
   op2:"আকৃতি সহগ = 1.11", 
   op3:"আকৃতি সহগ = 0.11 ", 
   op4:"আকৃতি সহগ = 1.01 ", 
   proof:"আকৃতি সহগ = (গড় বর্গের বর্গমূলের মান)/(গড় মান) \n\n = Iᵣₘₛ/I ̅  = ( 1/(√2)  I₀)/(2/(π)I₀) = π/(2√2)  = 1.11", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1005q17" {},
