//   // l0c1004qX
//Physics 4th

//for physics 2nd 
//template and where X stands to question number, c**** stands for chapter and subject code

"l0c1004qX" {
    rightno: option1, 
   question: "",  
   attribute:"", 
   op1:"",  
   op2:"", 
   op3:"", 
   op4:"", 
   proof:"", 
   pic: "", 
   picon: false ,
   picproof: "",},

//starts from here

//Chapter 4

"l0c1004q1" {
    rightno: option2, 
   question: "চৌম্বক ক্ষেত্রের মানের সূত্র, B = ?",  
   attribute:"F = বল, q = চার্জ, v = বেগ", 
   op1:"B = qv / F ",  
   op2:"B = F / qv", 
   op3:"B = F / v", 
   op4:"B = F / q ", 
   proof:"যদি q চার্জটি একটি চৌম্বক ক্ষেত্রের দিকে সমকোণে v বেগে চলে যায়, তাহলে চার্জটি যদি F বল লাভ করে, তাহলে একক গতিতে চললে একক চার্জ F/qv বল লাভ করবে। সুতরাং চৌম্বক ক্ষেত্রের B এর মান হবে - \n\n B = F / qv", 
   pic: "", 
   picon: false ,
   picproof: "",},



 
"l0c1004q2" {
    rightno: option1, 
   question: "বৈদ্যুতিক ক্ষেত্রের বলের সূত্র, →┬F = ? ",  
   attribute:"F = বল, q = চার্জ, v = বেগ, B = চৌম্বক ক্ষেত্র", 
   op1:"→┬F = q →┬v × →┬B",  
   op2:"→┬F = q →┬v . →┬B", 
   op3:"→┬F = q →┬v / →┬B", 
   op4:"→┬F = qvBcosθ", 
   proof:"যদি q চার্জটি চৌম্বক ক্ষেত্রের দিকে সমকোণে না গিয়ে সেই কোণে চলে তবে চৌম্বক ক্ষেত্রের দিকের দিকে লম্ব বরাবর আধানের বেগ হবে অর্থাৎ ক্ষেত্রের দিকের দিকের ডান কোণে v sinθ হবে এবং চৌম্বক ক্ষেত্রের মান হবে - \n B = F / qv sinθ \n পরীক্ষার মাধ্যমে প্রাপ্ত চৌম্বক শক্তি →┬F এর মান এবং দিক →┬v এবং চৌম্বক ক্ষেত্রের সাথে অবিকল সম্পর্কযুক্ত →┬B এবং নিম্নলিখিত ভেক্টর সমীকরণ দ্বারা চৌম্বক ক্ষেত্র B. \n →┬F = q →┬v × →┬B", 
   pic: "", 
   picon: false ,
   picproof: "",},



   "l0c1004q3" {
      rightno: option4, 
     question: "বায়োট-সাভার্টের সূত্রের সূত্র?",  
     attribute:"µ = ব্যাপ্তিযোগ্যতা, I = তড়িৎ প্রবাহ, dl = r = ব্যাসার্ধ", 
     op1:"dB = (4π/µ) × (Idl sinθ/r²)",  
     op2:"dB = (µ/4π) × (Idl sinθ/r²)", 
     op3:"dB = (µ/2π) × (Idl sinθ/r²)", 
     op4:"dB = (µ/4π) × (Idl sinθ/r²)", 
     proof:"যদি একটি পরিবাহীর ছোট দৈর্ঘ্যের dl দিয়ে একটি বৈদ্যুতিক প্রবাহ প্রবাহিত হয়, তবে সেই কোণে পরিবাহীর সেই অংশের মধ্যবিন্দু থেকে r দূরত্বে P বিন্দুতে চৌম্বক ক্ষেত্রের (→┬db) মান - \n dB ∝ (Idl  sinθ) / r² \n বা,  dB = K (Idl  sinθ) / r²  …(i) \n SI পদ্ধতিতে আনুপাতিক ধ্রুবক লেখা হয়, \n K = µ₀ / 4π \n এখানে, µ₀ হল একটি ধ্রুবক সংখ্যা যাকে ভ্যাকুয়ামের চৌম্বকীয় ব্যাপ্তিযোগ্যতা বলা হয়। এর মান হল, \n µ₀ = 4π × 10-7 TmA-1 \n তাই শূন্যে বায়োট-সাভার্ট সূত্রের রূপ হল, \n dB = (µ₀/4π) × (Idl sinθ/r²) \n আবার, সেই চৌম্বক ব্যাপ্তিযোগ্যতার মাধ্যমে, বায়োট-সাভার্ট সূত্রের রূপ হল, \n dB = (µ/4π) × (Idl sinθ/r²)", 
     pic: "", 
     picon: true ,
     picproof: require('../Formula Master files/Physics 2nd/images/c1004q3.png'), },  
   
   
 
"l0c1004q4" {
    rightno: option3, 
   question: "চৌম্বক ক্ষেত্রের মানের সূত্র, B = ?",  
   attribute:"µ₀ = মুক্ত স্থানের ব্যাপ্তিযোগ্যতা, I = তড়িৎ প্রবাহ", 
   op1:"B = 2πa / µ₀I",  
   op2:"B = µ₀ / 2πaI ", 
   op3:"B = µ₀I / 2πa	", 
   op4:"B = µ₀a / 2πI", 
   proof:"তামরা জানি, \n B = µ₀I / 4π ∫ˡ = ∞ ₗ = - ∞ dl sinθ / r²	… …(1) \n  এবং cot θ = - l/a … …(2) \n তাই, -l = a cotθ \n অন্তরীকরণ করে, \n dl = a cosec²θ dθ \n আবার, cosecθ = r/a \n বা, r = a cosecθ \n যোগের পরিমাণ নির্ধারণ করতে আমরা সমীকরণ (2) থেকে পাই, \n যখন l = - ∞ , তখন θ = 0 \n এবং যখন l = ∞, তখন θ= π \n সুতরাং (1) নং সমীকরণ দাঁড়ায়, \n B = µ₀I / 4π ∫π ₀ (a cosec²θ dθ)sinθ / a²cosec²θ \n = µ₀I / 4πa ∫π ₀ sinθ dθ = -µ₀I / 4πa  [cosθ]π ₀ \n = -µ₀I / 4πa  [cosπ – cos0] = -µ₀I / 4πa [-2] \n সুতরাং, B = µ₀I / 2πa", 
   pic: "", 
   picon: false ,
   picproof: "",},


     
"l0c1004q5" {
     rightno: option1, 
     question: "তড়িৎ পরিবাহী কয়েলের কেন্দ্রে চৌম্বক ক্ষেত্র, B = ?" 
     attribute:"µ₀ = মুক্ত স্থানের ব্যাপ্তিযোগ্যতা, I = তড়িৎ প্রবাহ, r = ব্যাসার্ধ ", 
     op1:"B = (µ₀I)/2r",  
     op2:"B = (µ₀I)/2πr", 
     op3:"B = (2r)/(µ₀I)", 
     op4:"B = 2µµ₀Ir", 
     proof:"আমরা জানি, dB = (µ₀/4π) × (Idl sinθ/r²) 			… …(i) \n এখানে, θ হল →┬dl এবং →┬r এর অন্তর্ভুক্ত কোণ। এখন সমগ্র কুণ্ডলীর জন্য P-এ চৌম্বক ক্ষেত্রের মান সমীকরণ (i) যোগ করে পাওয়া যায়। যেহেতু একটি বৃত্তাকার পরিবাহীর দৈর্ঘ্য কয়েলের পরিধির দৈর্ঘ্য অর্থাৎ 2πr, তাই যোগফলের পরিসর হবে l = 0 থেকে l = 2πr \n সুতরাং, B = ∫ dB = ∫ₗ₌₀ ˡ⁼²πʳ (µ₀)/4π  (I dl sinθ)/r² \n যেহেতু, কয়েলের সমস্ত বিন্দু থেকে বৃত্তের কেন্দ্র P পর্যন্ত দূরত্ব r এর সমান এবং dl এবং r সহ কুণ্ডলীর যেকোনো অংশের কোণ সর্বদা θ = 90°; তাই \n B = ∫ₗ₌₀ ˡ⁼²πʳ (µ₀)/4π (I dl sin90°)/r²	= (µ₀ I)/4πr²  ∫ₗ₌₀ ˡ⁼²πʳ dl \n = (µ₀ I)/4πr² [l]₀ ²πʳ \n =  (µ₀I × 2πr)/4πr² \n সুতরাং, B = (µ₀I)/2r", 
     pic: "", 
     picon: true ,
     picproof: require('../Formula Master files/Physics 2nd/images/c1004q3.png'), },

 
"l0c1004q6" {
    rightno: option2, 
   question: "কয়েলে কয়েলের সংখ্যা N হলে, বৃত্তাকার কয়েলের চৌম্বক ক্ষেত্র, B = ?",  
   attribute:"µ₀ = মুক্ত স্থানের ব্যাপ্তিযোগ্যতা,  I = তড়িৎ প্রবাহ, r = ব্যাসার্ধ", 
   op1:"B = (µ₀I)/2r",  
   op2:"B = (µ₀NI)/2r", 
   op3:"B = (2rN)/(µ₀I)", 
   op4:"B = (µ₀I)/2rN", 
   proof:"আমরা জানি, dB = (µ₀/4π) × (Idl sinθ/r²) 		… …(i) \n এখানে, θ হল →┬𝒹l এবং →┬r এর অন্তর্ভুক্ত কোণ। এখন সমগ্র কুণ্ডলীর জন্য P-এ চৌম্বক ক্ষেত্রের মান সমীকরণ (i) যোগ করে পাওয়া যায়। যেহেতু একটি বৃত্তাকার পরিবাহীর দৈর্ঘ্য কয়েলের পরিধির দৈর্ঘ্য অর্থাৎ 2πr, তাই যোগফলের পরিসর হবে l = 0 থেকে l = 2πr \n অতএব, B = ∫ dB = ∫ˡ⁼²πʳ ₗ₌₀ (µ₀/4π) ((I dl sinθ)/r²) \n যেহেতু কয়েলের সমস্ত বিন্দু থেকে বৃত্তের কেন্দ্র P পর্যন্ত দূরত্ব r এর সমান এবং dl এবং r সহ কুণ্ডলীর যেকোনো অংশের কোণ সর্বদা θ = 90°; তাই \n B = ∫ˡ⁼²πʳ ₗ₌₀ (µ₀/4π) ((I dl sin90°)/r²) = (µ₀I)/4πr² ∫ˡ⁼²πʳ ₗ₌₀ dl \n = (µ₀I)/4πr² [l]²πʳ ₗ₌₀ \n = (µ₀I × 2πr)/4πr² \n সুতরাং, B = (µ₀I)/2r \n রাশিফলের বা রাশিসমূহের সংখ্যা N হলে, \n B = (µ₀NI)/2r", 
   pic: "", 
   picon: false ,
   picproof: "",},



 
"l0c1004q7" {
    rightno: option2, 
   question: "লরেন্টজ চৌম্বক বল, →┬F ) = ?",  
   attribute:"q = চার্জ, v = বেগ, B = তড়িৎক্ষেত্র", 
   op1:"→┬F = q(→┬E + →┬v . →┬B)",  
   op2:"→┬F = q(→┬E + →┬v × →┬B", 
   op3:"→┬F = q →┬E (→┬v/→┬B)", 
   op4:"→┬F = q →┬E (→┬v . →┬B)", 
   proof:"আমরা জানি যে চৌম্বক ক্ষেত্রে একটি গতিশীল চার্জ একটি শক্তি অর্জন করে। এই বলটিকে লরেঞ্জ ম্যাগনেটিক বল বলা হয়। ধরি, +q চার্জ সহ একটি কণা একটি সুষম চৌম্বক ক্ষেত্রে →┬B →┬v বেগে চলে। এখন চৌম্বক ক্ষেত্র দ্বারা এটি প্রয়োগ করা বল, \n →┬Fₘ = q (→┬v × →┬B) \n যখন q চার্জ →┬v গতিতে চলে এমন একটি বিন্দুতে যেখানে বৈদ্যুতিক ক্ষেত্র →┬E এবং চৌম্বক ক্ষেত্র →┬B একই সময়ে বিদ্যমান, তখন তার উপর ক্রিয়াশীল বল হল - \n →┬F =  q →┬E + q(→┬v × →┬B) \n বা, →┬F = q (→┬E + →┬v × →┬B )) \n এই বলকে লরেন্টজ চৌম্বক বল বলা হয়।", 
   pic: "", 
   picon: false ,
   picproof: "",},



 
"l0c1004q8" {
    rightno: option4, 
   question: "সঞ্চালনের গতির সাথে তড়িৎ প্রবাহের সঠিক সম্পর্ক নিচের কোনটি?",  
   attribute:"I = তড়িৎ প্রবাহ, n = চার্জের একক ভলিউম প্রতি চার্জ ক্যারিয়ারের সংখ্যা, v = চার্জ ক্যারিয়ারের বেগ, q = প্রতিটি চার্জ ক্যারিয়ারের চার্জ", 
   op1:"I = nA/vq",  
   op2:"I = vq/ nA", 
   op3:"IA = vq", 
   op4:"I = nAvq", 
   proof:"", 
   pic: "", 
   picon: false ,
   picproof: "",},



 
"l0c1004q9" {
    rightno: option2, 
   question: "একটি প্রবাহিত বৃত্তাকার কয়েলের কেন্দ্রে একটি চৌম্বক ক্ষেত্রের সূত্র, B = ?",  
   attribute:"I = তড়িৎ প্রবাহ, r = ব্যাসার্ধ, µ₀ = ব্যাপ্তিযোগ্যতা (মহাশূন্য)", 
   op1:"B = µ₀I / r",  
   op2:"B = µ₀I / 2r", 
   op3:"B = µ₀r / 2I", 
   op4:"B = 2rµ₀I ", 
   proof:"বায়োট-সাভার্টের সূত্র অনুসারে আমরা জানি, একটি প্রবাহিত বৃত্তাকার কুণ্ডলীর কেন্দ্রে একটি চৌম্বক ক্ষেত্র, B = µ₀I / 2r", 
   pic: "", 
   picon: false ,
   picproof: "",},



 
"l0c1004q10" {
    rightno: option2, 
   question: "একটি ইলেকট্রনের ঘূর্ণনের জন্য চৌম্বকীয় গতি এবং কৌণিক ভরবেগের মধ্যে সম্পর্ক সম্পর্কে নিচের কোনটি সঠিক?",  
   attribute:": →┬µₛ = ম্যাগনেটিক মোমেন্ট, →┬S = কৌণিক ভরবেগ, e = ইলেকট্রন, m = ইলেকট্রনের ভর", 
   op1:"→┬µₛ = (e/m) →┬S",  
   op2:"→┬µₛ = - (e/m) →┬S", 
   op3:"→┬µₛ = (e/m) →┬S", 
   op4:"→┬µₛ = -e / →┬S", 
   proof:"স্পিন বা ঘূর্ণনের জন্য কৌণিক ভরবেগ তৈরি করা হয় এবং ইলেকট্রনের ঋণাত্মক চার্জের জন্য একটি চৌম্বকীয় মুহূর্ত Mₛ বা µₛ তৈরি করা হয়, যার দিকটি স্পিন দ্বারা সৃষ্ট কৌণিক ভরবেগ →┬S এর বিপরীত। ইলেক্ট্রনের এই ঘূর্ণনের জন্য চৌম্বকীয় মোমেন্ট এবং কৌণিক ভরবেগের মধ্যে সম্পর্ক হল, \n →┬µₛ = -e/m →┬S", 
   pic: "", 
   picon: false ,
   picproof: "",},



 
"l0c1004q11" {
    rightno: option1, 
   question: "Mₒᵣᵦ এর সঠিক ভেক্টর ফর্ম কোঁটি?",  
   attribute:"", 
   op1:"→┬M	= - e →┬L / 2m",  
   op2:"→┬M	=  e →┬L / 2m", 
   op3:"→┬M	= →┬e L / 2→┬m", 
   op4:"→┬M	= -(→┬eL) / 2m", 
   proof:"", 
   pic: "", 
   picon: false ,
   picproof: "",},



 
"l0c1004q12" {
    rightno: option1, 
   question: "যদি কক্ষপথের ব্যাসার্ধ এবং ইলেকট্রনের বেগ দেওয়া থাকে, তাহলে B = ?",  
   attribute:"B = প্রবাহিত বৃত্তাকার কয়েলের কেন্দ্রে চৌম্বক ক্ষেত্র, e = ইলেকট্রন, v = বেগ, r = ব্যাসার্ধ", 
   op1:"B = (µ₀ / 4π) × (ev / r²)",  
   op2:"B = (µ₀ / 2π) × (ev / r²)", 
   op3:"B = (µ₀ / ev) × (4π / r²)", 
   op4:"B = (ev / µ₀) × 2πr", 
   proof:"বায়োট-সাভার্টের সূত্র অনুসারে আমরা জানি, একটি প্রবাহিত বৃত্তাকার কুণ্ডলীর কেন্দ্রে একটি চৌম্বক ক্ষেত্র, B = µ₀I / 2r \n এখন যদি e চার্জ সহ একটি ইলেক্ট্রনকে তার কক্ষপথে একবার ঘোরাতে T সময় লাগে তবে বৈদ্যুতিক প্রবাহ প্রবাহ, I = e/T \n কিন্তু যদি কক্ষপথের ব্যাসার্ধ r হয় এবং ইলেকট্রনের বেগ হয় তাহলে, \n T = 2πr / v \n এইভাবে, I = (e × v) / 2πr \n সুতরাং, B = (µ₀ / 2r) × (e / T) = (µ₀ / 2r) × (ev / 2πr)  	বা, B = (µ₀ / 4π) × (ev / r²)", 
   pic: "", 
   picon: false ,
   picproof: "",},



 
"l0c1004q13" {
    rightno: option4, 
   question: "চৌম্বক বা ম্যাগনেটিক মোমেন্টের সূত্র, Mₒᵣᵦ = ?",  
   attribute:"I = বৈদ্যুতিক প্রবাহ, L = একটি ইলেকট্রনের কৌণিক ভরবেগ, m = ইলেকট্রনের ভর, h = প্লাঙ্ক ধ্রুবক, e = ইলেকট্রন, n = প্রধান কক্ষপথের সংখ্যা", 
   op1:"Mₒᵣᵦ = -n eh / 2πm",  
   op2:"Mₒᵣᵦ = n eh / 2πm", 
   op3:"Mₒᵣᵦ = (n e / 2m) × h", 
   op4:"Mₒᵣᵦ = n eh / 4πm", 
   proof:"আমরা জানি, চৌম্বক বা ম্যাগনেটিক মোমেন্ট Mₒᵣᵦ = IA = (ev / 2πr) × πr² = evr / 2 \n বা, Mₒᵣᵦ = (e / 2m) × mvr \n কিন্তু বোহরের তত্ত্ব থেকে একটি ইলেকট্রনের কৌণিক ভরবেগ, L = mvr  = nh / 2π \n সুতরাং, Mₒᵣᵦ = (e / 2m) × L = n eh / 4πm", 
   pic: "", 
   picon: false ,
   picproof: "",},



 
"l0c1004q14" {
    rightno: option3, 
   question: "Mₒᵣᵦ এর সঠিক ভেক্টর ফর্ম কোনটি?",  
   attribute:"", 
   op1:"→┬M	=  e →┬L  / 2m",  
   op2:"→┬M	= (→┬e ) L  / 2(→┬m )", 
   op3:"→┬M	= - e →┬L / 2m	", 
   op4:"→┬M	= - (→┬eL ) / 2m", 
   proof:"", 
   pic: "", 
   picon: false ,
   picproof: "",},



 
"l0c1004q15" {},


