//   // l0c10011qX
//PhysI𝒸s 10th

//for physI𝒸s 2nd 
//template and where X stands to question number, c**** stands for chapter and subject code

"l0c10011qX" {
    rightno: option1, 
   question: "",  
   attribute:"", 
   op1:"",  
   op2:"", 
   op3:"", 
   op4:"", 
   proof:"", 
   pic: "", 
   picon: false ,
   picproof: "",},

require('../Formula Master files/Physics 2nd/images/c10010qX.png'), },
//starts from here

//Chapter 11

"l0c10011q1" {
    rightno: option4, 
   question: "সৌর ঔজ্জ্বল্য,",  
   attribute:"S = সৌর ধ্রুবক (1.38 × 103) ; R = সূর্যের চারদিকে পৃথিবীর কক্ষপথের ব্যাসার্ধ", 
   op1:"Lₛ = 2πR² × S",  
   op2:"Lₛ = 4πR² × S", 
   op3:"Lₛ = πR² × S", 
   op4:"Lₛ = 3π² × S", 
   proof:"", 
   pic: "", 
   picon: false ,
   picproof: "",},


"l0c10011q2" {
    rightno: option3, 
   question: "ঘনত্ব, ρ = ?",  
   attribute:"m = ভর, v = আয়তন, r = ব্যাসার্ধ", 
   op1:"ρ = m / (4/3)πr²",  
   op2:"ρ = 2m/v²", 
   op3:"ρ = m/v", 
   op4:"ρ = mv", 
   proof:"", 
   pic: "", 
   picon: false ,
   picproof: "",},


"l0c10011q3" {
    rightno: option2, 
   question: "সূর্যের গড় ঘনত্ব, ρ = ?",  
   attribute:"সূর্যের ভর M = 1.99 × 1030 kg , ব্যাসার্ধ R = 6.96 × 108 m , v = আয়তন", 
   op1:"ρ = 1405 kg m⁻³",  
   op2:"ρ = 1410 kg m⁻³", 
   op3:"ρ = 1401 kg m⁻³", 
   op4:"ρ = 1430 kg m⁻³", 
   proof:"দেওয়া আছে, সূর্যের ভর M = 1.99 × 1030 kg \n\n ব্যাসার্ধ r = 6.96 × 10⁸ m \n\n জানি, ঘনত্ব, ρ =  M/V \n\n বা, ρ = m / (4/3)πr³ \n\n = (1.99 × 1030 kg) / (4/3 × 3.1416 × (6.96 ×10⁸ m)³) \n\n 1409.080 (প্রায়) = 1410 kg m⁻³", 
   pic: "", 
   picon: false ,
   picproof: "",},


"l0c10011q4" {
    rightno: option1, 
   question: "মুক্তি বেগ, v = ?",  
   attribute:"G = মহাকর্ষীয় ধ্রুবক (6.67430 × 10-11 Nm kg-1), R = ব্যাসার্ধ, M = ভর", 
   op1:"v = √(2GM/R)",
   op2:"v = 2GM/R", 
   op3:"v = 2GM/R²", 
   op4:"v = 2√(GM/R)", 
   proof:"", 
   pic: "", 
   picon: false ,
   picproof: "",},


"l0c10011q5" {
    rightno: option3, 
   question: "সূর্যের মুক্তি বেগ, v = ?",  
   attribute:"G = মহাকর্ষীয় ধ্রুবক (6.67430 × 10-11 Nm kg-1), সূর্যের ভর M = 1.99 × 10³⁰ kg , ব্যাসার্ধ R = 6.96 × 10⁸ m", 
   op1:"v = 6.118 × 10⁵ ms⁻¹",  
   op2:"v = 6.18 × 10⁵ km⁻¹", 
   op3:"v = 6.18 × 10⁵ ms⁻¹",
   op4:"v = 6.81 × 10⁵ ms⁻¹", 
   proof:"দেওয়া আছে, সূর্যের ভর M = 1.99 × 10³⁰ kg \n\n ব্যাসার্ধ r = 6.96 × 10⁸ m \n\n জানি, মুক্তি বেগ, v = √(2GM/R) \n\n বা, v = √(2G/R) . (4/3)πR³ρ \n\n v = √(8Gπρ/3) . R \n\n বা, v = 6.18 × 10⁵ ms⁻¹, যা সূর্যের মুক্তি বেগ। \n\n এবং, kilometer এ v = 6.18 × 10² km⁻¹", 
   pic: "", 
   picon: false ,
   picproof: "",},


"l0c10011q6" {
    rightno: option2, 
   question: "সোয়ার্জস্কাইল্ড ব্যাসার্ধ বা সংকট ব্যাসার্ধ, Rₛ = ?",  
   attribute:"G = মহাকর্ষীয় ধ্রুবক (6.67430 × 10⁻¹¹ Nm kg⁻¹), M = কোনো বস্তুর ভর, c = আলোর দ্রুতি", 
   op1:"Rₛ = √(2GM/c²)",  
   op2:"Rₛ = 2GM/c²", 
   op3:"Rₛ = √(GM²/c²)", 
   op4:"Rₛ = 2GM/c", 
   proof:"এখানে, c = √(2GM/Rₛ) \n\n সংকট ব্যাসার্ধ Rₛ কে সোয়ার্জস্কাইল্ড ব্যাসার্ধ-ও বলা হয়। Rₛ এর জন্য সমাধান করে পাই, \n\n c = √(2GM/Rₛ) \n\n বা, c² = ( √(2GM/Rₛ) )² \n\n বা, Rₛ = 2GM/c², যা হল সোয়ার্জস্কাইল্ড ব্যাসার্ধ বা সংকট ব্যাসার্ধ।", 
   pic: "", 
   picon: false ,
   picproof: "",},


"l0c10011q7" {},
