// l0c1003qX
//Physics 3rd

//for physics 2nd 
//template and where X stands to question number, c**** stands for chapter and subject code

"l0c1003qX" {
    rightno: option1, 
   question: "",  
   attribute:"", 
   op1:"",  
   op2:"", 
   op3:"", 
   op4:"", 
   proof:"", 
   pic: "", 
   picon: false ,
   picproof: "",},

//starts from here

//Chapter 3

"l0c1003q1" {
    rightno: option2, 
   question: "রোধের উপর তাপমাত্রা, α = ?",  
   attribute:"", 
   op1:"α = Rθ/R₀θ  ",  
   op2:"α =  (Rθ – R₀ )/R₀θ", 
   op3:"α = R¬θ × R₀θ", 
   op4:"α = (R₀ – Rθ )/R₀θ", 
   proof:"N/A", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1003q2" {
    rightno: option4, 
   question: "নিচের কোনটি তড়িৎ প্রবাহের প্রথম সূত্র?",  
   attribute:"", 
   op1:"(H₁)/(R₁) = (H₂)/(R₂) = (H₃)/(R₃) = … … … … ধ্রুবক",  
   op2:"(H₁)/(V₁²) = (H₂)/(V₂²) = (H₃)/(V₃²) = … … … … ধ্রুবক", 
   op3:"(H₁)/(t₁) = (H₂)/(t₂) = (H₃)/(t₃) = … … … … ধ্রুবক", 
   op4:"(H₁)/(I₁²) = (H₂)/(I₂²) = (H₃)/(I₃²) = … … … … ধ্রুবক", 
   proof:"যদি পরিবাহীর রোধ (R) এবং প্রবাহের সময় (t) অপরিবর্তিত থাকে, তাহলে তড়িৎ প্রবাহ (h) দ্বারা সৃষ্ট তাপ প্রবাহের বর্গ (I) এর সমানুপাতিক। \n অর্থাৎ, H ∝ I², যখন R ও t ধ্রুবক। \n এই সূত্র অনুসারে, একটি নির্দিষ্ট সময়ের জন্য একটি স্রোত চালানোর ফলে যে পরিমাণ তাপ উৎপন্ন হয় তা সমান সময়ের জন্য একটি প্রবাহ চালানোর ফলে উৎপন্ন তাপের পরিমাণের চারগুণ হবে এবং তাপের পরিমাণ হবে নয় গুণ যদি প্রবাহ তিনগুণ হয়। \n I₁, I₂, I₃, … … … একই পরিমাণ সময়ের জন্য একটি পরিবাহীর মধ্য দিয়ে প্রবাহিত হলে, উৎপন্ন তাপের পরিমান যথাক্রমে H₁, H₂, H₃, … … … তারপর এই সূত্র অনুযায়ী, \n (H₁)/(I₁²) = (H₂)/(I₂²) = (H₃)/(I₃²) = … … … … ধ্রবক", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1003q3" {
    rightno: option4, 
   question: "নিচের কোনটি তড়িৎ প্রবাহের দ্বিতীয় সূত্র?",  
   attribute:"", 
   op1:"(H₁)/(V₁²) = (H₂)/(V₂²) = (H₃)/(V₃²) = … … … … ধ্রুবক",  
   op2:"(H₁)/(I₁²) = (H₂)/(I₂²) = (H₃)/(I₃²) = … … … … ধ্রুবক", 
   op3:"(H₁)/(t₁) = (H₂)/(t₂) = (H₃)/(t₃) = … … … … ধ্রুবক", 
   op4:"(H₁)/(R₁) = (H₂)/(R₂) = (H₃)/(R₃) = … … … … ধ্রুবক	", 
   proof:"কারেন্ট (I) এবং প্রবাহের সময় (t) অপরিবর্তিত থাকলে, বৈদ্যুতিক প্রবাহ (H) দ্বারা উৎপন্ন তাপ পরিবাহীর রোধের (R) সমানুপাতিক। \n অর্থাৎ, H ∝ R , যখন I ও t ধ্রুবক. \n এই সূত্র অনুসারে, বিভিন্ন প্রতিরোধের পরিবাহীর মধ্য দিয়ে একই পরিমাণ কারেন্ট প্রবাহিত হলে উৎপন্ন তাপ দ্বিগুণ হবে যদি রোধ দ্বিগুণ করা হয় এবং উৎপন্ন তাপ অর্ধেক হয়ে যাবে যদি রোধ অর্ধেক হয়ে যায়। \n যদি একই সময়ের জন্য R₁, R₂, R₃ ...... রোধকগুলির মধ্য দিয়ে একই পরিমাণ কারেন্ট প্রবাহিত হয়, তাহলে উৎপন্ন তাপের পরিমাণ যথাক্রমে H₁, H₂, H₃, ...... ...... হয় তাই এই সূত্র অনুসারে, \n (H₁ )/(R₁) = (H₂ )/(R₂) = (H₃)/(R₃) = … … … … ধ্রুবক", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1003q4" {
    rightno: option1, 
   question: "নিচের কোনটি তড়িৎ প্রবাহের তৃতীয় সূত্র?",  
   attribute:"", 
   op1:"(H₁)/(t₁) = (H₂)/(t₂) = (H₃)/(t₃) = … … … … ধ্রুবক",  
   op2:"(H₁)/(I₁²) = (H₂)/(I₂²) = (H₃)/(I₃²) = … … … … ধ্রুবক", 
   op3:"(H₁)/(V₁²) = (H₂)/(V₂²) = (H₃)/(V₃²) = … … … … ধ্রুবক", 
   op4:"(H₁)/(R₁) = (H₂)/(R₂) = (H₃)/(R₃) = … … … … ধ্রুবক", 
   proof:"যদি কন্ডাক্টরের কারেন্ট (I) এবং রোধ (R) অপরিবর্তিত থাকে, তাহলে বৈদ্যুতিক প্রবাহ (H) দ্বারা সৃষ্ট তাপ প্রবাহ সময়ের (t) সমানুপাতিক। \n অর্থাৎ, H ∝ t , যখন I ও R ধ্রুবক. \n এই সূত্র অনুসারে, বিভিন্ন সময়ের জন্য নির্দিষ্ট পরিবাহীর মধ্য দিয়ে একই পরিমাণ কারেন্ট প্রবাহিত হলে, প্রবাহের সময়কাল দ্বিগুণ হলে উৎপন্ন তাপ দ্বিগুণ হবে এবং প্রতিরোধ ক্ষমতা অর্ধেক হলে উৎপন্ন তাপ অর্ধেক হয়ে যাবে। \n যদি নির্দিষ্ট পরিবাহীর মধ্য দিয়ে একই পরিমাণ তাপ প্রবাহিত হয় t₁, t₂, t₃ … … যথাক্রমে H₁, H₂, H₃, …… ...... হয়, তাহলে এই সূত্র অনুসারে, \n (H₁)/(t₁) = (H₂)/(t₂) = (H₃)/(t₃) = … … … … ধ্রুবক", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1003q5" {
    rightno: option2, 
   question: "বৈদ্যুতিক প্রবাহের সূত্র, I?",  
   attribute:"I = বিদ্যুৎপ্রবাহ, R = রোধ, r = অভ্যন্তরীণ রোধ, E = শক্তি", 
   op1:"I = E/(R-r)",  
   op2:"I = E/(R+r)", 
   op3:"I = (R - r)/E", 
   op4:"I = E² (R-r)", 
   proof:"ধরা যাক, বৈদ্যুতিক প্রবাহ হল I। কোষের শক্তি হল E। C একটি সম্পূর্ণ সার্কিটে A বিন্দু থেকে রোধকারী R এর মাধ্যমে C চার্জকে A-তে ফিরিয়ে আনার জন্য E-জুল শক্তি সরবরাহ করে। এই E শক্তির একটি অংশ V দ্বারা ব্যয় করা হয়। কুলম্ব R এর মাধ্যমে A বিন্দু থেকে B বিন্দুতে চার্জ সঞ্চালন করে এবং বাকি Vটি অভ্যন্তরীণ রোধ r এর মাধ্যমে B বিন্দু থেকে A তে চার্জ চালাতে ব্যবহৃত হয়। তাই শক্তির স্থায়ীত্বের আইন অনুসারে, \n\n E = V + V’ ----(i) \n\n কিন্তু V হল A এবং B এর দুই প্রান্তের মধ্যে ভোল্টেজের পার্থক্য, উদাহরণস্বরূপ R এবং V’ হল অভ্যন্তরীণ রোধ r এর দুই প্রান্তের মধ্যে ভোল্টেজের পার্থক্য। ওহমের সূত্র প্রয়োগ করলে আমরা পাই, V = IR এবং V’ = Ir \n\n সুতরাং, E = IR + Ir \n\n বা, I (R+r) = E \n\n অতএব, I = E/(R+r)", 
   pic: "", 
   picon: false ,
   picproof: require('../Formula Master files/Physics 2nd/images/c1003q5.png'), },



"l0c1003q6" {
    rightno: option3, 
   question: "বৈদ্যুতিক প্রবাহ, I = ?",  
   attribute:"", 
   op1:"I = V/R", 
   op2:"I = G/V", 
   op3:"I = V/R", 
   op4:"I = R/V", 
   proof:"O'Meal-এর সূত্র অনুসারে, তাপমাত্রা স্থির থাকলে একটি নির্দিষ্ট পরিবাহীর মধ্য দিয়ে যে বৈদ্যুতিক প্রবাহ প্রবাহিত হয়, তা পরিবাহীর দুই প্রান্তের মধ্যে ভোল্টেজের পার্থক্যের সমান। \n তাই, I ∝ V \n বা, I = GV \n এখানে, G একটি সমানুপাতিক ধ্রুবক, যাকে পরিবাহীর তড়িৎ পরিবাহিতা বলা হয়। আমরা R = 1/G সমীকরণে G এর বিপরীত রেখে পাই, \n I = V/R", 
   pic: "", 
   picon: false ,
   picproof: "",},


"l0c1003q7" {
    rightno: option4, 
   question: "Iₛ এর সূত্র কোনটি?",  
   attribute:"Iₛ = শ্রেণী বর্তনীর তড়িৎ প্রবাহ, R = প্রান্তিক রোধ, r = অভ্যন্তরীণ রোধ, E = শক্তি, n = পদ সংখ্যা", 
   op1:"Iₛ = nE/(nR+nr)",  
   op2:"Iₛ = (n(R+r))/E", 
   op3:"Iₛ = E/(nR+nr)", 
   op4:"Iₛ = nE/(R+nr)", 
   proof:"আমরা জানি, Iₛ = Eₛ/(R+r) \n\n কিন্তু যেহেতু কোষগুলিকে শ্রেণীবদ্ধ করা হয়েছে, মোট ইলেক্ট্রোমোটিভ বল হবে Eₛ = E + E + …… n পদের সংখ্যা = nE এবং অভ্যন্তরীণ রোধ, rₛ = r + r + …….n পদের সংখ্যা = nr \n\n অতএব, Iₛ = Eₛ/(R+nr)", 
   pic: "Formula Master files/Physics 2nd/images/c1003q7.png", 
   picon: false ,
   picproof: require('../Formula Master files/Physics 2nd/images/c1003q7.png'), },



"l0c1003q8" {
    rightno: option2, 
   question: "Iₚ এর সূত্র কোনটি?",  
   attribute:"Iₚ = সমান্তরাল বর্তনীর তড়িৎ প্রবাহ, R = প্রান্তিক রোধ, r = অভ্যন্তরীণ রোধ, E = শক্তি, n = পদ সংখ্যা", 
   op1:"Iₚ = mE/(mR+mr)",  
   op2:"Iₚ = mE/(mR+r)	", 
   op3:"Iₚ = mE/(R+mr)", 
   op4:"Iₚ = E/(mR+r)", 
   proof:"আমরা জানি, \n ওহমের সূত্র অনুসারে, Iₚ = Eₚ/(R+rₚ) \n কিন্তু যেহেতু সমান ইলেক্ট্রোম্যাগনেটিক শক্তির কোষগুলি সমান্তরালে থাকে, তাই স্থানাঙ্ক কোষের মোট ইলেক্ট্রোমোটিভ শক্তি যেকোনো একটি কোষের তড়িৎ চৌম্বকীয় শক্তির সমান। \n অর্থ্যাৎ, Eₚ = E. এবং যেহেতু কোষগুলি সমান্তরাল, তাদের অভ্যন্তরীণ বাধাগুলিও সমান্তরালভাবে সাজানো হয়, \n অতএব, 1/rₚ  = 1/r+  1/r+⋯m পদ সংখ্যা \n = m/r \n তাই, rₚ = r/m \n আবার, Iₚ = E/(R+r/m) \n বা, Iₚ = mE/(mR+r)", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1003q9" {
    rightno: option3, 
   question: "নিচের কোনটি Kirchhoff's সূত্রের প্রথম সূত্র?",  
   attribute:"", 
   op1:"∑IR = ∑E",  
   op2:"∑I = ∑R", 
   op3:"∑I = 0 ", 
   op4:"I = ∑RE", 
   proof:"Kirchhoff’s এর প্রথম সূত্র অনুসারে, \n বৈদ্যুতিক সার্কিটের সংযোগের যেকোনো বিন্দুতে সম্মিলিত প্রবাহের বীজগাণিতিক যোগফল শূন্য। \n তাই, ∑I = 0", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1003q10" {
    rightno: option4, 
   question: "নিচের কোনটি Kirchhoff's সূত্রের দ্বিতীয় সূত্র?",  
   attribute:"", 
   op1:"∑E =  ∑Ir",  
   op2:"∑I = 0 ", 
   op3:"∑I = ∑R", 
   op4:"∑IR = ∑E ", 
   proof:"Kirchhoff’s এর দ্বিতীয় সূত্র অনুসারে, \n কটি বদ্ধ বৈদ্যুতিক সার্কিটের বিভিন্ন অংশের রোধের বীজগাণিতিক যোগফল এবং তাদের আনুষঙ্গিক প্রবাহের গুণফল সেই সার্কিটে থাকা মোট ইলেক্ট্রোমোটিভ বলের সমান। \n তাই, ∑IR = ∑E", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1003q11" {
    rightno: option4, 
   question: "Formula of Ig?",  
   attribute:"Ig = গ্যালভানোমিটারের তড়িৎপ্রবাহ, I = বিদ্যুৎ প্রবাহ, S = শান্ট, G = রোধ", 
   op1:"Ig =S/(G+I)",  
   op2:"Ig = S/(I+S) G", 
   op3:"Ig = S/(G+S)", 
   op4:"Ig = S/(G+S) I", 
   proof:"আমরা জানি, I = Ig + Iₛ \n আমরা জানি A এবং B বিন্দুর ভোল্টেজ যথাক্রমে Vₐ এবং Vᵦ হলে, \n গ্যালভানোমিটারের ক্ষেত্রে, Vₐ - Vᵦ = IgG \n এবং, শান্টের ক্ষেত্রে, Vₐ - Vᵦ = IₛS \n তুলনা করে, IₛS = IgG \n বা, Iₛ/Ig  = G/S \n উভয় পাশে I যোগ করে, \n (Iₛ + Ig)/Ig = (G + S)/S \n বা, I/Ig = (G + S)/S \n বা, Ig  = (S)/(G+S) I", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1003q12" {
    rightno: option3, 
   question: "S এর সূত্র?",  
   attribute:"S = শান্ট, Ig = গ্যালভানোমিটারের তড়িৎপ্রবাহ, I = বিদ্যুৎ প্রবাহ, G = রোধ", 
   op1:"S = (I-Ig)/I × G",  
   op2:"S = Ig/(Ig-I) × G", 
   op3:"S = Ig/(I-Ig) × G", 
   op4:"S = (Ig/G)/(I-Ig)", 
   proof:"আমরা জানি, Ig = S/(G+S) × I \n বা, (S+G)Ig = S × I  \n বা, S (I-Ig) = IgG \n সুতরাং, S = Ig/(I-Ig) × G", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1003q13" {
    rightno: option1, 
   question: "তাপের যান্ত্রিক সমতুল্যতার সূত্র, J?",  
   attribute:"J = তাপের যান্ত্রিক সমতুল্যতা, V = দুই প্রান্তের মধ্যে ভোল্টেজের পার্থক্য, I = অ্যাম্পিয়ার প্রবাহ, t = সময়, m = ভর, s = উপাদান বা বস্তুর আপেক্ষিক তাপ, θ = তাপমাত্রা", 
   op1:"J =	VIt/msΔt  J cal⁻¹",  
   op2:"J =  VI/msΔt  J cal⁻¹", 
   op3:"J = VIt/msΔt J Kcal⁻¹", 
   op4:"J = VΔt/msI Kcal⁻¹", 
   proof:"আমরা জানি, W  = J × H 	বা, J = W/H  = (VIt  J)/(H Cal) -----(i) \n এছাড়াও, শোষিত তাপ, H = msΔt -----(ii) \n সমীকরণ (i) এবং (ii) থেকে আমরা পাই, \n J = VIt/msΔt J cal⁻¹", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1003q14" {
    rightno: option3, 
   question: "তারের উপাদানের আপেক্ষিক রোধের সূত্র, ρ ?",  
   attribute:"ρ = তারের উপাদানের আপেক্ষিক রোধ, P = তারের রোধ, L = তারের দৈর্ঘ্য, r = তারের ব্যাসার্ধ", 
   op1:"ρ = 2πr²/L",  
   op2:"ρ = Pπr/L", 
   op3:"ρ = Pπr²/L", 
   op4:"ρ = 2Pπr²/L", 
   proof:"প্রদত্ত তাপমাত্রায় দৈর্ঘ্যের একক এবং ক্রস ইউনিটের এককের প্রতি পরিবাহীর রোধকে সেই তাপমাত্রায় সেই পরিবাহীর উপাদানের আপেক্ষিক রোধ বলে। \n অতএব, আমরা রোধের উৎস থেকে জানি, যদি পরিবাহীর রোধ P হয় তাহলে, \n P = ρ L/A \n বা, ρ = Pπr²/L", 
   pic: "", 
   picon: false ,
   picproof: "",},



"l0c1003q15" {},
